[
  {
    "type": "folder",
    "name": "1920-1939 гг. ",
    "children": []
  },
  {
    "type": "folder",
    "name": "1940-1969 гг. ",
    "children": []
  },
  {
    "type": "folder",
    "name": "1970-1989 гг. ",
    "children": []
  },
  {
    "type": "folder",
    "name": "1990-2009 гг.",
    "children": []
  },
  {
    "type": "folder",
    "name": "до 1920 г.  ",
    "children": [
      {
        "type": "folder",
        "name": "2. BUKVAR_KARIONA_ISTOMINAPERVAYa_ILLYuSTRIROVANNAYa_RUSSKAYa_AZBUKA_1694_GOD",
        "children": []
      },
      {
        "type": "folder",
        "name": "52. Съезд директоров гимназий и реальных училищъ 1913 г.",
        "children": [
          {
            "type": "file",
            "name": "Съезд директоров гимназий и реальных училищъ. До 197 стр..pdf"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "с 2010 года",
    "children": [
      {
        "type": "file",
        "name": "1. Лабынцев Ю., Щавинская Л. Львовско-острожские буквари и азбука Ивана Федорова. Департамент культуры г. Москвы, ГБУК г. Москвы «Библиотека украинской литературы», Отд. ист. укр. книги.М., 2014. – 64 с..pdf"
      },
      {
        "type": "file",
        "name": "10. Солдатские азбуки и буквари в России в ХIХ В. : историко-педагогический анализ Александрова Д. К. Журнал «Время науки» №3. 2019. 22-30 с.pdf"
      },
      {
        "type": "file",
        "name": "100. Возникновение и развитие образования в Татарстане. Тактамышов Н.К., Салехова Л.Л., журнал Казанский педагогический журнал, №2, 2010г, с.170-176..pdf"
      },
      {
        "type": "file",
        "name": "101. И.Р.Мухаметов, Т.Т.Федорова. Татарстан шаг за шагом. Журнал Региональная политика развития общего образования, с.21-30.pdf"
      },
      {
        "type": "file",
        "name": "102. Гуманитарные предметы в школе как средство национальной политики На примере Республики Татарстан М. В. Румянцева Журнал:»Вопросы образования, Educational Studies Moscow.» 2018. № 1. 20-57 с..pdf"
      },
      {
        "type": "file",
        "name": "103. Р.Х.Мирзагитов Татарское лингвистическое образование: истоки и перспективы развития журнал: «ФИЛОЛОГИЯ И КУЛЬТУРА. PHILOLOGY AND CULTURE». 2012. №3(29).pdf"
      },
      {
        "type": "file",
        "name": "104. Выдающиеся отечественные ученые, внесшие большой вклад в развитие татарского языкознания и литературоведения.pdf"
      },
      {
        "type": "file",
        "name": "105. Возникновение и развитие образования в Татарстане Туктамышов Н.К. Салехова Л.Л.  Казанский педагогический журнал 2‘ 2010. – 170-176 с.pdf"
      },
      {
        "type": "file",
        "name": "106. Миннахметова И.Д. Исторический опыт и традиции организации высшего образования в Татарстане, 2015г..pdf"
      },
      {
        "type": "file",
        "name": "107. Современная модель высшего образования в историко-региональном измерении: исторический опыт и проблемы реформирования Миннахметов И.Д. ЖУРНАЛ: «Вестник Казанского государственного университета культуры и искусств». 2014.pdf"
      },
      {
        "type": "file",
        "name": "108. Реформа высшей школы и стратегии социально-экономического развития регионов России в ХХI веке (на примере Татарстана) Миннахметов И.Д. ЖУРНАЛ: «Вестник Казанского государственного университета культуры и искусств». 2013.pdf"
      },
      {
        "type": "file",
        "name": "109. Университетское образование России на этапе реформирования: региональный аспект (на примере Татарстана) Миннахметов И.Д. ЖУРНАЛ: «Вестник Казанского государственного университета культуры и искусств» 2014.pdf"
      },
      {
        "type": "file",
        "name": "11. Воспитательная функция российских азбук и букварей 1899-1930-х годов  Ширяева Е.А. Журнал «Время науки» №2. 2017. 35-42 с.pdf"
      },
      {
        "type": "file",
        "name": "110. Инклюзивно ориентированное образование Тимохина Татьяна Васильевна Интернет-журнал «НАУКОВЕДЕНИЕ» Выпуск 3, май – июнь 2014.pdf"
      },
      {
        "type": "file",
        "name": "111.Порядок и правила приема граждан по программам СПО на 2024-2025 учебный год в ЧОУ ВО «Камский институт искусств и дизайна». Г. Наьережные Челны, 2024. 8 с..pdf"
      },
      {
        "type": "file",
        "name": "112. Материалы республиканской конференции, приуроченной к Году народного искусства и нематериального культурного наследия в России, «Прошлое – начало будущего». (18 ноября 2022 года, Арск). – Арск, 2022.pdf"
      },
      {
        "type": "file",
        "name": "12. АЗБУКИ И БУКВАРИ 1918-1930 гг. КАК ИНСТРУМЕНТ РАСПРОСТРАНЕНИЯ СОВЕТСКОЙ ИДЕОЛОГИИ Ларин И. Н.  Журнал «Время науки» №2. 2020. 69-81 с.pdf"
      },
      {
        "type": "file",
        "name": "13. Ретроспективный обзор истории становления детской литературы до XVIII века.  Чувилко А.Е.  Журнал: ИННОВАЦИОННАЯ НАУКА №4, 2019. 201-203 с.pdf"
      },
      {
        "type": "file",
        "name": "14. Сам и сами: ребенок в российских азбуках и букварях первой трети XX века Безрогов В.Г. Ромашина Е.Ю. Журнал: « Историко-педагогический журнал», № 2, 2019. 87-109.pdf"
      },
      {
        "type": "file",
        "name": "15.ГОРОД - ЭТО НЕ-ДЕРЕВНЯ: ПУТЕШЕСТВИЕ ПО СТРАНИЦАМ РОССИЙСКИХ АЗБУК И БУКВАРЕЙ 1900-1925 ГГ.  Ромашина Е.Ю. Журнал: «Вестник ПСТГУ.» 2021. Вып. 60. С. 97–118. pdf"
      },
      {
        "type": "file",
        "name": "16. АНТИРЕЛИГИОЗНАЯ ПРОПАГАНДА В БУКВАРЯХ И АЗБУКАХ СОВЕТСКОЙ РОССИИ 1920-30-Х ГГ.: СТРУКТУРНЫЙ И СМЫСЛОВОЙ АНАЛИЗА Юдочкин Д.И. Журнал «Время науки» №4. 2021. 28-40 с.pdf"
      },
      {
        "type": "file",
        "name": "17. Слово и образ: метод целых слов в российских азбуках и букварях начала XX века Н. М. Старцева. Журнал: Отечественная и зарубежная педагогика. 2018. Т. 2, № 4 (53). С. 134–147.pdf"
      },
      {
        "type": "file",
        "name": "18. «Новые облегчения к изучению чтения»: звуковой метод в российских азбуках и букварях 1820–1840-х гг.  Ромашина Е. Ю. Журнал: «Отечественная и зарубежная педагогика». 2017. Т. 1, № 3 (39). С. 167–184.pdf"
      },
      {
        "type": "file",
        "name": "19. Начинается земля, как известно, от Кремля. Город в азбуках и букварях национальных школ СССР 1949-1991 гг. Егорова А.Ю. Жрнал Вкстник ПСТГУ, 2021г., Выпуск 62, с.72-81.pdf"
      },
      {
        "type": "file",
        "name": "2. Фоменко, Наталья Викторовна Ф 761 Ретроспективный анализ азбук Л.Н. Толстого как средство развития отечественной методики обучения грамоте. Монография – М.: Мир науки, 2022. УДК 37.02 ББК 74.202.4 Ф 761.pdf"
      },
      {
        "type": "file",
        "name": "20. Создатели первых учебных книг для начального обучения грамоте букварей и азбук XVI первой четверти XVIII вв Агаджанов Б.В. Журнал: «Проблемы современного образования», 2010, № 2. 50-77 с.pdf"
      },
      {
        "type": "file",
        "name": "21. Неизвестное издание московского Букваря 1679г. Из собрания отдела редких книг Российской государственной библиотеки Шустова Ю.Э. Журнал Детские чтения, 2018г., с.176-193.pdf"
      },
      {
        "type": "file",
        "name": "22. Буквослагательный, слоговой и звуковой аналитический методы обучения чтению и письму в российских азбуках и букварях XIX века Старцева Н. М. «Историко-педагогический журнал». №3. 2017. 109-119 с.pdf"
      },
      {
        "type": "file",
        "name": "23. ДИНАМИКА ИЗМЕНЕНИЯ ОБРАЗОВАТЕЛЬНЫХ ЦЕЛЕЙ В КНИГАХ ДЛЯ НАЧАЛЬНОГО ОБУЧЕНИЯ ГРАМОТЕ (НА ПРИМЕРЕ ОТЕЧЕСТВЕННЫХ БУКВАРЕЙ И АЗБУК XVI-XX ВВ.) Макарова Е.В. Журнал: «Вестник ПСТГУ». 2022. Вып. 67. С. 47–5.pdf"
      },
      {
        "type": "file",
        "name": "24. АЗЫ ПРАВОСЛАВИЯ В ПЕРВЫХ РУССКИХ ПЕЧАТНЫХ АЗБУКАХ XVI ВЕКА Ивлянова Е.А. Журнал: «Вестник ПСТГУ.» 2020. Вып. 58. С. 46–56.pdf"
      },
      {
        "type": "file",
        "name": "25. Азбуки-прописи конца XVII-начала XVIII вв. Из частныхсобраний Шустова Ю.Э. Журнал Вестник ПСТГУ, 2019г., выпуск 53, с.72-89.pdf"
      },
      {
        "type": "file",
        "name": "26. Азбука как ключ к познанию мира Бекасова Н.Б. Журнал: «Филологический класс». 4(50). 2017. 44-49 с..pdf"
      },
      {
        "type": "file",
        "name": "27. Типология букварей Сильченкова Л.С. Климко А. И. Журнал «Ярославский педагогический вестник». – 2014 – № 1. 199-203 с.pdf"
      },
      {
        "type": "file",
        "name": "28. ТЕМА ГОРОДА И СТОЛИЦЫ В ИЛЛЮСТРАЦИЯХ РУССКИХ АЗБУК 1860-Х - 1910-Х ГОДОВ  Познанская А. В. Журнал: «Вестник ПСТГУ». 2021. Вып. 62. С. 44–59.pdf"
      },
      {
        "type": "file",
        "name": "29. К ВОПРОСУ О САКРАЛЬНОСТИ СМЫСЛООБРАЗОВ РУССКОЙ БУКВИЦЫ Е. М. Лулудова Журнал «МИР НАУКИ, КУЛЬТУРЫ, ОБРАЗОВАНИЯ». № 6 (79) 2019. 460-463 с.pdf"
      },
      {
        "type": "file",
        "name": "3. Воссоздавая историко-культурную «биографию Алифбы» Л. Р. Муртазина, М. М. Гибатдинов, Институт истории им. Ш. Марджани Академии наук РФ, Республики Татарстан, г. Казань.pdf"
      },
      {
        "type": "file",
        "name": "30. БОРЬБА С «ПОЛИТИЧЕСКОЙ НЕГРАМОТНОСТЬЮ»: БУКВАРИ ДЛЯ ВЗРОСЛЫХ В СОВЕТСКОЙ РОССИИ НАЧАЛА 1930х гг.  Шалыгина А. А. ЖУРНАЛ “Время науки» 2020. №2. Стр. 82-91.pdf"
      },
      {
        "type": "file",
        "name": "31. «Аз да буки, книга в руки» научный коллоквиум по истории учебников для начальной школы Илюха О.П. Аверьянова Л.Н. ЖУРНАЛ: «Проблемы современного образования». 2012. №1. 105-110 С.pdf"
      },
      {
        "type": "file",
        "name": "32. В поисках букваря, начала всех начал Безрогов В. Г. Маркарова Т. С. ЖУРНАЛ: «Отечественная и зарубежная педагогика». 2013. С.4-5. pdf"
      },
      {
        "type": "file",
        "name": "33. Н.С. Жукова. Букварь, 94 с..pdf"
      },
      {
        "type": "file",
        "name": "34. Исламский взгляд на методологию преподавания предметов цикла «Духовно-нравственная культура» в средней школе: опыт и перспективы. – Казань: Издательство «Иман», 2010. – 64 с..pdf"
      },
      {
        "type": "file",
        "name": "35. Крымскотатарские арабографические грамматики конца XIX – начала XX вв. – Симферополь: ООО «Константа». – 2017. – 440 с. .pdf"
      },
      {
        "type": "file",
        "name": "36. Родная литература: учебник, сост. Р. Р. Валиуллина, Д. Д. Гурьянова, К. М. Тухбатуллина, С. В. Журавлева. – Казань: Изд-во «Познание» Казанского инновационного университета, 2020 – 154 с. .pdf"
      },
      {
        "type": "file",
        "name": "37. Медресе Казанской губернии второй трети XIX - начала XX в. : сборник документов и материалов, отв. сост. Л. В. Горохова; сост.: Р. А. Гимазова, О. В. Федотова, Н. А. Шарангина; под общ. ред. Д. И. Ибрагимова.pdf"
      },
      {
        "type": "file",
        "name": "38. Лотфи Г. Атаклы мәдрәсәнеӊ соӊгы еллары. – Казан: «Иман» нәшрияты, 2011. – 88 б. Лутфи Г. Последние годы знаменитого медресе. – Казань: Издательство «Иман», 2011. – 88 с. (на татарском языке).pdf"
      },
      {
        "type": "file",
        "name": "39. Школьное и религиозное просвещение народов Среднего Поволжья и Приуралья в XIX-XX вв.: материалы межрегиональной научно-практ. конференции (11.10.2013 г.), сост. и отв. ред. Р.Р. Исхаков.pdf"
      },
      {
        "type": "file",
        "name": "4. Ефимцева Л.В, Т.Ф. Ошуркова Родовой букварь Родовой письменности. Краснодар. 2010. – 322с.pdf"
      },
      {
        "type": "file",
        "name": "40. Мәдрәсә – гыйлем учагы: Мәдрәсә шәкертләре өчен уку ярдәмлеге, Баш мөхәррир: И.И. Җиhаншин; фәнни мөхәррир hәм корректор: И.Ф. Фәттахов. – Казан, 2014. – 60 б. (на татарском языке).pdf"
      },
      {
        "type": "file",
        "name": "41. Салахов А.М. Развитие татарской грамматической теории (на материале грамматик татарского и арабского языков XIX – нач. XX века), А.М. Салахов. – Казань: ИЯЛИ, 2017. – 184 с.pdf"
      },
      {
        "type": "file",
        "name": "42. С.А. Кузьмин. Наша первая школа с лучиной. Журнал «Эхо веков» 2, 2022. Стр.175-184.pdf"
      },
      {
        "type": "file",
        "name": "43. Ислам на территории бывшей Российской империи. Энциклопедический словарь, том 2. С.М.Прозоров, 1999г., 174 с..pdf"
      },
      {
        "type": "file",
        "name": "44. Письма кряшен Н.И. Ильминскому: Письма народных учителей и православных священнослужителей Н.И. Ильминскому и священнику В.Т. Тимофееву, комм., биограф. справки, научно-справ. апп. – свящ. Димитрий Сизов. – М., 2014. – 464 с. .pdf"
      },
      {
        "type": "file",
        "name": "45. Н . И . ИЛЬМИНСКИЙ (1822-1891 ) - ПЕДАГОГИЧЕСКА Я ДЕЯТЕЛЬНОСТ Ь И МИССИОНЕРСКО Е СЛУЖЕНИ Е В ПОВОЛЖЬЕ. СВЯЩ. А. КОЛЧЕРИН. Вестник ПСТГУ. И: История. История Русской Православной Церкви. 2013. Вып. 4 (53). С. 83-89.pdf"
      },
      {
        "type": "file",
        "name": "46. Галимджан Баруди – педагог, муфтий, издатель и общественный деятель. Материалы Всероссийской научной конференции, приуроченной к 160-летию со дня рождения (Казань, 14 ноября 2017 г.). – Казань: 2018. – 180 с. .pdf"
      },
      {
        "type": "file",
        "name": "47. В. Б. Помелов СВЯЩЕННИК И ПРОСВЕТИТЕЛЬ НЕРУССКИХ НАРОДОВ Н. И. ИЛЬМИНСКИЙ  К 200-летию со дня рождения великого педагога  ПАМЯТНЫЕ ДАТЫ ИСТОРИИ ОБРАЗОВАНИЯ И ПЕДАГОГИКИ Историко-педагогический журнал No 1, 2022 стр.14-35 .pdf"
      },
      {
        "type": "file",
        "name": "48. НАУЧНОЕ НАСЛЕДИЕ И ОБЩЕСТВЕННАЯ ДЕЯТЕЛЬНОСТЬ БРАТЬЕВ МАКСУДИ буклет: Текст – М.Р. Гайнанова Иллюстрации – Ф.Ю. Гаффарова, М.Р. Гайнанова,.pdf"
      },
      {
        "type": "file",
        "name": "49. Л. Н. Закирова НАУЧНАЯ И ПРОСВЕТИТЕЛЬСКАЯ ДЕЯТЕЛЬНОСТЬ В. В. РАДЛОВА В КАЗАНИ. Журнал: Вестник Челябинского государственного университета. 2011. № 37 (252). Филология. Искусствоведение. Вып. 61. С. 36–40..pdf"
      },
      {
        "type": "file",
        "name": "5. История азбуки и букваря в России.pdf"
      },
      {
        "type": "file",
        "name": "50.Р. А. Гуммерт и его роль в становлении профессионального музыкального образования в Поволжье. Журнал Филология и культура, 2012г., №4, с.336-339.pdf"
      },
      {
        "type": "file",
        "name": "51. Судьба женщины-татарки в контексте времени (Страницы жизни З. Ш. Тагировой-Салеховой)  журнал: ВРЕМЯ В СУДЬБАХ И ДОКУМЕНТАХ «ГАСЫРЛАР АВАЗЫ – ЭХО ВЕКОВ», № 3,4, 2014. .pdf"
      },
      {
        "type": "file",
        "name": "52. АРХИВНЫЕ ВЕСТИ. ИНФОРМАЦИЯ. ХРОНИКА «ГАСЫРЛАР АВАЗЫ – ЭХО ВЕКОВ», № 1,2, 2012 с.267-273.pdf"
      },
      {
        "type": "file",
        "name": "53. Первые Казанские высшие женские курсы (1876-1887) к 140-летию создания. Журнал Гасырлар Авазы-Эхо веков, №1,2, 2016г., с.185-193.pdf"
      },
      {
        "type": "file",
        "name": "54. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 1. Народы степной Евразии в древности.pdf"
      },
      {
        "type": "file",
        "name": "55. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 2. Волжская Булгария и Великая Степь.pdf"
      },
      {
        "type": "file",
        "name": "56. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 3. Улус Джучи (Золотая Орда).pdf"
      },
      {
        "type": "file",
        "name": "57. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 4. Татарские государсьва 15-18 вв..pdf"
      },
      {
        "type": "file",
        "name": "58. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 5. Татарский народ в составе Российского государства.pdf"
      },
      {
        "type": "file",
        "name": "59. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 6. Формирование татарской нации.pdf"
      },
      {
        "type": "file",
        "name": "6. ТЕМАТИЧЕСКАЯ АЗБУКА КАК ЯВЛЕНИЕ В ОТЕЧЕСТВЕННОЙ БУКВАРИСТИКЕ Макеева С.Г.,  Мартынова Е. Н., ФГБОУ ВО ≪Ярославский государственный педагогический университет им. К.Д. Ушинского≫ журнал «ШКОЛА БУДУЩЕГО» №1. 2020.  290- 297с.pdf"
      },
      {
        "type": "file",
        "name": "60. Фәхретдин, Р. С. Болгар вә Казан төрекләре. – Казан : Татар. кит. нәшр., 2021. – 349 б.  Фахрутдин Р.Ф. БУЛГАРСКИЕ И КАЗАНСКИЕ ТЮРКИ Казань. Татарское книжное издательство. 2021.- 349с..pdf"
      },
      {
        "type": "file",
        "name": "61. Материалы по истории образования и просвещения народов Волго-Уралья в рукописных фондах Н.И.Ильминского. Сборник документов и материалов, Р.Р.Исхаков, Х.З.Багаутдинова.– Казань: Институт истории им. Ш.Марджани АН РТ; Изд-во «ЯЗ», 2015. –620 с. .pdf"
      },
      {
        "type": "file",
        "name": "62. Исламский взгляд на методологию преподавания предметов цикла «Духовно-нравственная культура» в средней школе: опыт и перспективы. – Казань: Издательство «Иман», 2010. – 64 с..pdf"
      },
      {
        "type": "file",
        "name": "63. Саматова Ч.Х. Имперская власть и татарская школа во второй половине XIX – начале ХХ века (по материалам Казанского учебного округа). – Казань: Татарское книжное издательство, 2013. – 239 с..pdf"
      },
      {
        "type": "file",
        "name": "64. ФАЙЗРАХМАНОВА ЛЯЛЯ ТАГИРОВНА. СТАНОВЛЕНИЕ И РАЗВИТИЕ МУЗЫКАЛЬНО-ПЕДАГОГИЧЕСКОГО ОБРАЗОВАНИЯ В ТАТАРСТАНЕ (XIX-XX ВВ.).pdf"
      },
      {
        "type": "file",
        "name": "65. Элиты в пространстве дискурса и символического ОБРАЗЫ ИСТОРИИ ВОЛЖСКОЙ БУЛГАРИИ В ПОСТСОВЕТСКОМ ТАТАРСТАНЕ: ВЕРСИЯ ЭЛИТ И МАССОВЫЕ ПРЕДСТАВЛЕНИЯ  Н.И. Карбаинов, Власть и элиты. 2019. Т. 6. No 2. С. 107–133. .pdf"
      },
      {
        "type": "file",
        "name": "66. Основные вехи истории д. Ташкичу (XVIII – начало ХХ в.) Х. З. Багаутдинова, Институт истории им. Ш. Марджани АН РТ, г. Казань, Республика Татарстан, Российская Федерация .pdf"
      },
      {
        "type": "file",
        "name": "67. Калинина Л.В. «Развитие образования в Татарстане до революции» .pdf"
      },
      {
        "type": "file",
        "name": "68. ТАТАРСКАЯ КНИЖНАЯ ТРАДИЦИЯ XIX – НАЧАЛА XX ВЕКА: РУКОПИСНАЯ И СТАРОПЕЧАТНАЯ КНИГА  Р.Р.Сафиуллина-Аль Анси ФИЛОЛОГИЯ И КУЛЬТУРА. PHILOLOGY AND CULTURE. 2013. №1(31) стр.163-169 .pdf"
      },
      {
        "type": "file",
        "name": "69. К вопросу изучения языка старотатарских письменных текстов Валиева М.З. Мирхаев Р.Ф. ЖУРНАЛ: «Ученые записки Орловского государственного университета».  2016. №4. Стр.125-128..pdf"
      },
      {
        "type": "file",
        "name": "7. Бунеев, Р.Н. Букварь. Учебник по обучению грамоте и чтению. 1 кл. : учеб. для организаций, осуществляющих образовательную деятельность. Р.Н. Бунеев, Е.В. Бунеева, О.В. Пронина. – Изд. 4-е, перераб. – М.: Баласс, 2015. – 160 с..pdf"
      },
      {
        "type": "file",
        "name": "70. Письменные памятники старотатарского языка, Г.Р.Гайнутдинова, М.З.Валиева.pdf"
      },
      {
        "type": "file",
        "name": "71. История татар с древнейших времен. Р.С.Хакимов, Р.Р.Саихов, том 7. Татары в Татарстане.pdf"
      },
      {
        "type": "file",
        "name": "72. М.И.Cагеев. ИЗ ИСТОРИИ КАЗАНСКОГО РЕЧНОГО УЧИЛИЩА.pdf"
      },
      {
        "type": "file",
        "name": "73. ОБРАЗОВАНИЯ В ДОМОНГОЛЬСКОЙ ВОЛЖСКОЙ БУЛГАРИИ © 2011 И.А. Гагин. Журнал: Вектор науки ТГУ. № 1(15), 2011. С.158-161.pdf"
      },
      {
        "type": "file",
        "name": "74. Желая распространить круг действий своего заведения. Журнал Гачырлар авазы-Эхо веков, №3,4,2011г, с.259-264.pdf"
      },
      {
        "type": "file",
        "name": "75. История пишущей машинки «Яналиф»: создатели и производители А. А. Тухватуллин, Казанский строительный колледж, г. Казань, Республика Татарстан, Российская Федерация  Журнал «Гасырлар авазы - Эхо веков», № 4, 2021 .pdf"
      },
      {
        "type": "file",
        "name": "76. ИЗ ИСТОРИИ НАЧАЛЬНОГО МУЗЫКАЛЬНОГО ОБРАЗОВАНИЯ В КАЗАНИ: МУЗЫКАЛЬНАЯ ШКОЛА ИМ.Р.А.ГУММЕРТА (1925 – 1930) © Р.Р.Султанова .pdf"
      },
      {
        "type": "file",
        "name": "77. Трудовой подвиг молодежи Татарии в  годы Великой Отечественной войны, под общей редакцией Абдульзянова А. Р. – Казань: Издательский дом Маковского, 2022. – 128 с. илл..pdf"
      },
      {
        "type": "file",
        "name": "78. Книга-раскраска Великая Отечественная война. 2 издание. Коллектив Сталинский букварь, 2021г., 76 с..pdf"
      },
      {
        "type": "file",
        "name": "79. Раскраска ВОВ, 2021г., иллюстрации для раскрашивания, 32 с..pdf"
      },
      {
        "type": "file",
        "name": "8. Азбука. 1 класс. Учебник 2 часть. Горецкий В.Г. и др.- М. : Изд-во «Просвещение». 2018.-129с.  Азбука. 1 класс. Учебник в 2 часть. Горецкий В.Г. и др. М. : Изд-во «Просвещение». 2018.-129с..pdf"
      },
      {
        "type": "file",
        "name": "8. Азбука. 1 класс. Учебник в 1 часть. Горецкий В.Г. и др.- М. : Изд-во «Просвещение». 2018.-129с.  Азбука. 1 класс. Учебник в 2 часть. Горецкий В.Г. и др. М. : Изд-во «Просвещение». 2018.-129с..pdf"
      },
      {
        "type": "file",
        "name": "80. Р.М.Галиев. Развитие системы среднего образования в Татарстане первой половины 20 века.pdf"
      },
      {
        "type": "file",
        "name": "81. ШАМСУТДИНОВ ДИНАР ЗАГИТОВИЧ ТАТАРСКАЯ НАЦИОНАЛЬНАЯ ШКОЛА ТАССР в конце 1950-х - 1970-е гг. .pdf"
      },
      {
        "type": "file",
        "name": "82. Советская школа в контексте национальной политики  Алина ГАЛИМЗЯНОВА. Электронный педагогический журнал МАГАРИФ.РФ. №247-2024. 15.01.2024. .docx"
      },
      {
        "type": "file",
        "name": "83. Храмкова Елена Ленаровна, История Республики Татарстан периода Великой Отечественной войны в исследованиях А.Ш. Кабировой .pdf"
      },
      {
        "type": "file",
        "name": "84. Э.Тагиров. Феномен подвига молодого поколения огненных лет. Гасырлар авазы-эхо веков, №3,4, 2010г. 9-17 с..pdf"
      },
      {
        "type": "file",
        "name": "85. Миннибаев, И. Н. Достижения культурного строительства в Татарской АССР в 1950–60-х гг. Народное просвещение, И. Н. Миннибаев, Б. И. Миннибаев, Ч. И. Тухбатова. —Молодой ученый. — 2014. — № 18 (77). — С. 728-730. Ноябрь, 2014 г..pdf"
      },
      {
        "type": "file",
        "name": "86. Организация быта и труда детей в сельских районах Татарской АССР в годы Великой Отечественной войны.Кривоножкина Екатерина . Журнал «XX ВЕК: СТРАНИЦЫ ИСТОРИИ «ГАСЫРЛАР АВАЗЫ – ЭХО ВЕКОВ», № 3,4, 2012» 74-80с.pdf"
      },
      {
        "type": "file",
        "name": "87. Развитие высшего образования в Татарской республике в контексте модернизирующегося общества (1950-1980-е гг. ХХ В. ) Галлямова А.Г.  Казанский педагогический журнал 2‘ 2010. -166-170  с..pdf"
      },
      {
        "type": "file",
        "name": "88. И.П.Костенко. Педагогические ценности русской-советской школы. Журнал Математическое образование, 2022г., №1.pdf"
      },
      {
        "type": "file",
        "name": "89. СОЦИОКУЛЬТУРНОЕ РАЗВИТИЕ ПОСТСОВЕТСКОГО ТАТАРСТАНА В ЗЕРКАЛЕ ИСТОРИОГРАФИИ © 2013 А.С. Бушуев, Л.Р. Шафигуллина Институт истории им. Ш. Марджани АН РТ, г.Казань Институт экономики, управления и права, г.Казань 2013.pdf"
      },
      {
        "type": "file",
        "name": "9. Визуализация религии в российских азбуках и букварях XIX - начала XX.  Ромашина Е.Ю. Журнал: Вестник ПСТГУ. 2017. Вып. 46. С. 67–85.pdf"
      },
      {
        "type": "file",
        "name": "90. Королёва Л.А. Королёв А. А.  Гринцов Д.  М. ФОРМИРОВАНИЕ СИСТЕМЫ ТАТАРСКО-МУСУЛЬМАНСКОГО ОБРАЗОВАНИЯ И ПРОСВЕЩЕНИЯ В ПОСТСОВЕТСКОЙ РОССИИ (ПО МАТЕРИАЛАМ ПОВОЛЖЬЯ) Журнал: ОБЩЕСТВО: ФИЛОСОФИЯ, ИСТОРИЯ, КУЛЬТУРА (2012, № 4) 28-33с..pdf"
      },
      {
        "type": "file",
        "name": "91. Королева Л.А., Королев А.А.  Молькин А.Н.  К ВОПРОСУ О РАЗВИТИИ ИСЛАМСКОГО ОБРАЗОВАНИЯ И ПРОСВЕЩЕНИЯ В ПОСТСОВЕТСКИЙ ПЕРИОД (ПО МАТЕРИАЛАМ ПОВОЛЖЬЯ)  Журнал: \"Экономика и социум\" №2(11) 2014. 630-636с..pdf"
      },
      {
        "type": "file",
        "name": "92. Татарская республика в 1940–1980-е годы: модернизация по-советски А.Г. Галлямова. Журнал: Научный Татарстан. № 3.2010. 55-70 с..pdf"
      },
      {
        "type": "file",
        "name": "93.Развитие высшего образования в Татарской республике в контексте модернизирующегося общества (1950-1980-е гг. ХХ В. )  Галлямова А.Г. .pdf"
      },
      {
        "type": "file",
        "name": "94. Агапов О.Д., Агапова Э.И. История и культура Татарстана. Учебное пособие, Казань, 2018 г., 232 с..pdf"
      },
      {
        "type": "file",
        "name": "95. Хафизов Г.Г. Культурно-просветительская деятельность татарской интеллигенции (XIX – первая четверть ХХ вв.). – Казань: Татарское книжное издательство, 2011. – 255 с..pdf"
      },
      {
        "type": "file",
        "name": "96. История Татарстана (учебное пособие), г.Казань, 2020г.,.pdf"
      },
      {
        "type": "file",
        "name": "97. Вагапов Н.А. Проблемы образования и воспитания в татарской периодической печати (1907-1916 гг.). – Казань, 2010. – 188 с. .pdf"
      },
      {
        "type": "file",
        "name": "98. Мусульманское образование в Татарстане: история, современное состояние и инновационные процессы: цикл статей. - Казань: Иман, 2012. - 120 с..pdf"
      },
      {
        "type": "file",
        "name": "99. Алиса Ким Развитие системы среднего образования в Татарстане первой половины ХХ века .pdf"
      }
    ]
  }
]