[
  {
    "type": "folder",
    "name": "1920-1930",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "Декларация по дошкольному воспитанию.pdf"
          },
          {
            "type": "file",
            "name": "О введении дифференцированной оплаты труда педагогического персонала детдомов и дошкольных учреждений.pdf"
          },
          {
            "type": "file",
            "name": "О выполнении директив Правительства по использованию для школ и дошкольных учреждений конфискованных у кулачества домов..pdf"
          },
          {
            "type": "file",
            "name": "О детских садах.Постановление Совета Народных Комиссаров № 711 от 03.05.1937.pdf"
          },
          {
            "type": "file",
            "name": "О дошкольном походе.pdf"
          },
          {
            "type": "file",
            "name": "О задачах дошкольного воспитания.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по улучшению положения педагогического персонала стационарных дошкольных учреждений, расположенных в сельских местностях.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по упорядочению работы детских садов Постановление СНК РСФСР 14 сентября 1935 г..pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по упорядочению работы детских садов Постановление Совета Народных Комиссаров 6 июля 1935 г..pdf"
          },
          {
            "type": "file",
            "name": "О плане развертывания в 1931 году сети яслей и дошкольных учреждений в РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "О состоянии дошкольного воспитания в РСФСР..pdf"
          },
          {
            "type": "file",
            "name": "О строительстве лечебно-профилактических, школьных и дошкольных учреждений в совхозах и колхозах на 1929-1930 год.pdf"
          },
          {
            "type": "file",
            "name": "О типовых проектах детских садов Постановление Совета Народных Комиссаров. № 741 от 15 июня 1938 г..pdf"
          },
          {
            "type": "file",
            "name": "О типовых штатах административно-педагогического и обслуживающего персонала в детских садах. Постановление Экономического Совета при СНК Союза ССР. № 99  7 февраля 1939 г..PDF"
          },
          {
            "type": "file",
            "name": "Об обязательных взносах предприятий и учреждений на содержание детских яслей и детских садов.pdf"
          },
          {
            "type": "file",
            "name": "Об оказании содействия школьным и дошкольным учреждениям в удовлетворении их потребностей в земельных участках для игр, физических упражнений и сельско-хозяйственного труда.PDF"
          },
          {
            "type": "file",
            "name": "Об участии потребительской кооперации в дошкольном походе.pdf"
          },
          {
            "type": "file",
            "name": "Об участии профсоюзов в дошкольном походе.pdf"
          },
          {
            "type": "file",
            "name": "Положение о привлечении школьных работников и работников учреждений дошкольного воспитания и внешкольного образования к производству переписи 1920 г.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров РСФСР Об утверждении Положения о школах рабочих подростков, 07.04.1925г..pdf"
          },
          {
            "type": "file",
            "name": "О введении бесспорного порядка взысканий платы за ученье в учебных и воспитательных учреждениях. 20 июля 1930.pdf"
          },
          {
            "type": "file",
            "name": "О ведении преподавательской работы директорами и заведующими учебной частью неполных средних и средних школ Постановление Совета Народных Комиссаров. № 732  7 мая 1937 г..pdf"
          },
          {
            "type": "file",
            "name": "О всеобщем обязательном начальном обучении.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по улучшению работы школ фабрично-заводского ученичества, находящихся в ведении Высших советов народного хозяйства Союза ССР и союзных республик.  8 июня 1931 г..PDF"
          },
          {
            "type": "file",
            "name": "О начальной и средней школе.pdf"
          },
          {
            "type": "file",
            "name": "О педологических извращениях в системе наркомпросов Постановление ЦК ВКП 4 июля 1936 г..pdf"
          },
          {
            "type": "file",
            "name": "О персональных званиях для учителей начальных и средних школ 10 апреля 1936 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке введения персональных званий для учителей и назначения учителей, заведующих и директоров школ   10 апреля 1936 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке организации школ ученичества  31 июля 1925 года.pdf"
          },
          {
            "type": "file",
            "name": "О порядке приема учителей в партию  12 февраля 1925 г.pdf"
          },
          {
            "type": "file",
            "name": "О постановке обучения иностранным языкам в начальной и средней школе. Постановление СНК РСФСР 3187 от7 августа 1935 г..pdf"
          },
          {
            "type": "file",
            "name": "О центральном ссудном фонде для учебно-политехнического оборудования образцовых начальных и средних школ 20 сентября 1933 г..pdf"
          },
          {
            "type": "file",
            "name": "О школах фабрично-заводского ученичества  15 сентября 1933 г..pdf"
          },
          {
            "type": "file",
            "name": "Об изменении Положения о взимании платы за обучение в учреждениях Народного Комиссариата Просвещения  20 декабря 1924 г..pdf"
          },
          {
            "type": "file",
            "name": "Об обязательном изучении русского языка в школах национальных республик и областей Постановление ЦК ВКП(б) и СНК СССР №146 13 марта 1938 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении постановки среднего и низшего профессионально-технического образования.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о профессионально-технических школах 17 марта 1926 года.pdf"
          },
          {
            "type": "file",
            "name": "Положение о школах рабочих подростков.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. ССУЗЫ и ВУЗы",
        "children": [
          {
            "type": "file",
            "name": "Декрет СНК РСФСР Об утверждении Положения о профессионально-технических школах   17.03.1926.pdf"
          },
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров Об организации Главного комитета профессионально-технического образования в составе Народного комиссариата просвещения, 29.01.1920г..pdf"
          },
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров Об учебной профессионально-технической повинности, 29.07.1920г..pdf"
          },
          {
            "type": "file",
            "name": "Декрет Совнаркома РСФСР Об утверждении Положения о профессионально-технических школах Народного комиссариата социального обеспечения для инвалидов, 04.01.1926г..pdf"
          },
          {
            "type": "file",
            "name": "Из Декрета СНК РСФСР Об утверждении Положения о профессионально-технических школах, 17.03.1926г..pdf"
          },
          {
            "type": "file",
            "name": "Из Постановления 2-й сессии ВЦИК ХI созыва О мероприятиях по народному просвещению, 15.10.1924г..pdf"
          },
          {
            "type": "file",
            "name": "О высших технических учебных заведениях. 4 июня 1920 г..pdf"
          },
          {
            "type": "file",
            "name": "О высших учебных заведениях 2 сентября 1921г..pdf"
          },
          {
            "type": "file",
            "name": "О дополнительной оплате труда преподавателей медицинских высших учебных заведений и о дополнительных ассигнованиях на подготовку врачей  21 сентября 1934 г..pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по улучшению работы школ фабрично-заводского ученичества, находящихся в ведении Высших советов народного хозяйства Союза ССР и союзных республик.  8 июня 1931 г..PDF"
          },
          {
            "type": "file",
            "name": "О нормах приема в высшие учебные заведения РСФСР в 1929 г..  11 июня 1929 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке учета специалистов, имеющих высшее образование Постановление Совета Народных Комиссаров № 1108  14 октября 1938 г..pdf"
          },
          {
            "type": "file",
            "name": "О работе высших учебных заведений и о руководстве высшей школой 23 июня 1936 г..pdf"
          },
          {
            "type": "file",
            "name": "О разработке плана профессионального торфяного образования.pdf"
          },
          {
            "type": "file",
            "name": "О сокращении наличного количества учащихся в высших учебных заведениях Р.С.Ф.С.Р. 16 мая 1924 г..pdf"
          },
          {
            "type": "file",
            "name": "О студентах-иностранцах, обучающихся в высших технических учебных заведениях РСФСР 8 июня 1921г..pdf"
          },
          {
            "type": "file",
            "name": "О штатно-окладной системе оплаты преподавательского персонала высших учебных заведений РСФСР 19 августа 1929 г..pdf"
          },
          {
            "type": "file",
            "name": "Об изменениях в списке высших учебных заведений Р.С.Ф.С.Р. 27 сентября 1923 г..pdf"
          },
          {
            "type": "file",
            "name": "Об отчислениях на нужды коммунального профессионально-технического образования.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении дела заочного педагогического образования в РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении постановки среднего и низшего профессионально-технического образования.pdf"
          },
          {
            "type": "file",
            "name": "Об усилении финансирования высшего и среднего индустриального и сельскохозяйственного образования Пост. ЦИК и СНК СССР  18 ноября 1929.pdf"
          },
          {
            "type": "file",
            "name": "Об установлении перечня обязательных для всех высших учебных заведений общественных дисциплин 1 ноября 1922 г..pdf"
          },
          {
            "type": "file",
            "name": "Положение Совета народных комиссаров О правах и обязанностях Главного комитета профессионально-технического образования, 29.01.1920г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о преподавателях школ фабрично-заводского ученичества и индустриальных профессионально-технических школ, утвержденного СНК РСФСР 07.04.1925.pdf"
          },
          {
            "type": "file",
            "name": "Положение об экстернате при высших учебных заведениях.9 октября 1924 г..pdf"
          },
          {
            "type": "file",
            "name": "Положения о Совете по профессиональному образованию при Главном Управлении профессионального образования Народного Комиссариата Просвещения РСФСР..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Центрального комитета ВКП (б) О подготовке и обучении рабочей силы  11.03.1926.pdf"
          },
          {
            "type": "file",
            "name": "Постановление Центрального комитета ВКП О преподавании обществоведения в школах II ступени, фабзавуча и крестьянской молодежи 18.01.1927.pdf"
          },
          {
            "type": "file",
            "name": "Постановление №227 СНК СССР О контингенте приема в техникумы в 1930-1931 гг.  от 26.07.1930.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "О заочной аспирантуре.  16 сентября 1939 г..pdf"
          },
          {
            "type": "file",
            "name": "О подготовке научных и научно-педагогических работников  13 января 1934 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке подготовки научных работников в научно-исследовательских институтах, объединенных в Российскую ассоциацию научно-исследовательских институтов общественных наук 3 июня 1925г..PDF"
          },
          {
            "type": "file",
            "name": "О предоставлении высшим учебным заведениям и научным учреждениям права обмена научными изданиями с высшими учебными заведениями и научными учреждениями других стран 16 января 1923 г..PDF"
          },
          {
            "type": "file",
            "name": "О сети научно-исследовательских учреждений РСФСР.  3 мая 1932 г..pdf"
          },
          {
            "type": "file",
            "name": "О состоянии и задачах научно-исследовательских учреждений 10 января 1927г..pdf"
          },
          {
            "type": "file",
            "name": "О состоянии научно-исследовательского дела в РСФСР 21 февраля 1931г..pdf"
          },
          {
            "type": "file",
            "name": "Об издании индексов научной литературы Постановление Совета Народных Комиссаров. 9 января 1928 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации научно-исследовательской работы для нужд промышленности 7 августа 1928 г..pdf"
          },
          {
            "type": "file",
            "name": "Об установлении общего научного минимума, обязательного для преподавания во всех высших школах Р.С.Ф.С.Р. 4 марта 1921 года.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения об аспирантуре при высших учебных заведениях и научно-исследовательских институтах. 31 марта 1939 г..pdf"
          },
          {
            "type": "file",
            "name": "Об ученых степенях и званиях 13 января 1934 г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о научных работниках Высших Учебных Заведений 26 ноября 1921 года.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Доп. образование",
        "children": [
          {
            "type": "file",
            "name": "О библиотечной работе   1 ноября 1929г..pdf"
          },
          {
            "type": "file",
            "name": "О внешкольной работе среди детей и подростков9 апреля 1929.pdf"
          },
          {
            "type": "file",
            "name": "О детских музыкальных школах   19 апреля 1937 г..pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по подготовке контингентов в школы ФЗУ и техникумы..pdf"
          },
          {
            "type": "file",
            "name": "О перестройке организаций ВЛКСМ на основе решений XVII партсъезда   март 1934 года.pdf"
          },
          {
            "type": "file",
            "name": "О поднятии квалификации оканчивающих высшие учебные заведения 11 декабря 1925 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке занятий с детьми вне школы 22 декабря 1923 г..pdf"
          },
          {
            "type": "file",
            "name": "О работе института массового заочного обучения партактива при ЦК ВКП 21 августа 1933 г.pdf"
          },
          {
            "type": "file",
            "name": "О работе массовых библиотек Постановление СНК РСФСР  23 марта 1932 г..pdf"
          },
          {
            "type": "file",
            "name": "О снабжении продовольствием и промтоварами учащихся на курсах по подготовке педагогов.  15 апреля 1933 г..pdf"
          },
          {
            "type": "file",
            "name": "О театрах юного зрителяПостановление СНК РСФСР №82 21 февраля 1935 г..pdf"
          },
          {
            "type": "file",
            "name": "О ходе работ по составлению пятилетних планов подготовки квалифицированных рабочих и подготовки кадров специалистов.  21 августа 1930 г..pdf"
          },
          {
            "type": "file",
            "name": "Об архитектурном образовании.pdf"
          },
          {
            "type": "file",
            "name": "Об образовании Музыкального фонда Союза ССР.pdf"
          },
          {
            "type": "file",
            "name": "Об организации в системе Наркомпроса РСФСР общеобразовательного заочного обучения взрослых. Постановление СНК РСФСР № 154 от 7 марта 1937 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации курсов для подготовки работниц в вузы  1929г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации общеобразовательных курсов по подготовке в школы фабзавуча и школы массовых профессий в 1930 году.pdf"
          },
          {
            "type": "file",
            "name": "Об организации при ВСНХ СССР Академии по подготовке высшего командного состава промышленности Постановление ЦК ВКП(б), 1 марта 1927 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении дела заочного педагогического образования в РСФСР.  2 декабря 1939 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении политобразования в комсомоле  2 сентября 1929 г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ №595 ВСНХ СССР, август 1931 Об организации сети курсов по подготовке преподавателей школ ФЗУ и других профессиональных школ.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Декрет ВЦИК и СНК РСФСР  Об утверждении Положения о Народном комиссариате просвещения РСФСР  05.10.1925.pdf"
          },
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров Об организации Главного комитета профессионально-технического образования в составе Народного комиссариата просвещения, 29.01.1920г..PDF"
          },
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров РСФСР О народном комиссариате по просвещению 11.02.1921.pdf"
          },
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров РСФСР Об утверждении Положения о школах рабочих подростков, 07.04.1925г..pdf"
          },
          {
            "type": "file",
            "name": "Из Постановления 2-й сессии ВЦИК ХI созыва О мероприятиях по народному просвещению, 15.10.1924г..pdf"
          },
          {
            "type": "file",
            "name": "Из Постановления XIII Всероссийского Съезда Советов по докладу Наркомпроса Об общем состоянии народного просвещения в РСФСР, 16.04.1927г..pdf"
          },
          {
            "type": "file",
            "name": "О включении в состав Совета по профессиональному образованию при Главном управлении профессионального образования Народного комиссариата просве.PDF"
          },
          {
            "type": "file",
            "name": "О воспрещении обязательного взимания платы во всех советских учебных заведениях, 1921г..pdf"
          },
          {
            "type": "file",
            "name": "О государственных стипендиях для студентов высших учебных заведений и рабочих факультетов. 6 ноября 1924 г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке назначения, перевода и увольнения заведующих районными, окружными и городскими отделами народного образования.pdf"
          },
          {
            "type": "file",
            "name": "О порядке учета специалистов, имеющих высшее образование.pdf"
          },
          {
            "type": "file",
            "name": "О реорганизации органов народного образования.pdf"
          },
          {
            "type": "file",
            "name": "О руководящих кадрах работников народного образования.pdf"
          },
          {
            "type": "file",
            "name": "Об образовании комиссии для разработки материалов по вопросу об образовании Татарской Автономной Советской Социалистической Республики.pdf"
          },
          {
            "type": "file",
            "name": "Об образовании при учебных заведениях специального денежного фонда 6 марта 1923 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации начального сельскохозяйственного образования в сельских школах и об улучшении постановки сельскохозяйственного образования в школах крестьянской молодежи.PDF"
          },
          {
            "type": "file",
            "name": "Об улучшении социального состава учащихся в школах соцвоса Утверждено коллегией НКН 18 апреля 1929г..pdf"
          },
          {
            "type": "file",
            "name": "Об усилении руководства и помощи Наркомпроса РСФСР в осуществлении всеобщего начального обучения и политехнизации массовой школы в автономных р.PDF"
          },
          {
            "type": "file",
            "name": "Постановление Совета народных комиссаров СССР О мероприятиях по улучшению работы школ фабрично-заводского ученичества, находящихся в ведении высших советов народного хозяйства, 08.06.1931г..PDF"
          },
          {
            "type": "file",
            "name": "Протокол №108 О росте кадров рабочего класса, состоянии безработицы и мероприятиях к ее ослаблению, 05.12.1929г..pdf"
          },
          {
            "type": "file",
            "name": "Резолюция Всероссийского съезда губернских комитетов по профессионально-техническому образоанию, октябрь 1920.pdf"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "1940-1960",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "Временное положение о дошкольном детском учреждении-яслях-саде.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему развитию детских дошкольных учреждений, улучшению воспитания и медицинского обслуживания детей дошкольного возраста 21.05.1959.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему развитию детских дошкольных учреждений, улучшению воспитания и медицинского обслуживания детей дошкольного возраста.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по расширению сети детских учреждений и родильных домов и улучшению их работы.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по расширению сети детских учреждений и улучшению медицинского и бытового обслуживания женщин и детей.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по расширению сети и улучшению работы детских садов.pdf"
          },
          {
            "type": "file",
            "name": "О нормах расходов на питание детей в детских дошкольных учреждениях и домах ребенка.pdf"
          },
          {
            "type": "file",
            "name": "О повышении заработной платы работникам детских садов Постановление Совета Народных Комиссаров Союза ССР № 1270  3 июня 1945г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке передачи детских дошкольных учреждений..pdf"
          },
          {
            "type": "file",
            "name": "О размере платы родителей за содержание детей в детских садах и детских яслях Постановление Совета Министров РСФСР №3000 9 августа 1948 г..pdf"
          },
          {
            "type": "file",
            "name": "О состоянии дошкольного воспитания детей в области и работе с воспитателями дошкольных учреждений.pdf"
          },
          {
            "type": "file",
            "name": "О типовых штатах детских садов Постановление Совета Министров РСФСР № 1076  21 сентября 1957 г..pdf"
          },
          {
            "type": "file",
            "name": "О численности детей в школах и дошкольных учреждениях.pdf"
          },
          {
            "type": "file",
            "name": "Об обеспечении детсадами детей, эвакуированных с матерями в сельскую местность Циркулярное письмо Наркомпроса РСФСР  27 декабря 1941 г..pdf"
          },
          {
            "type": "file",
            "name": "Об обслуживании ясель и детских садов Приказ по НКМП РСФСР № 2417 от18.11.1944.pdf"
          },
          {
            "type": "file",
            "name": "Об открытии дошкольного детского дома.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении содержания детсадов и детдомов республики  Из доклада Председателя Президиума Верховного Совета ТАССР Г. А. Динмухаметова 3 августа 1943г..pdf"
          },
          {
            "type": "file",
            "name": "По итогам проверки работы Атнинского и Высокогорского райздравотделов и отделов народного образования по руководству районными и колхозными детяслями и детсадами.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "Закон СССР Об укреплении связи школы с жизнью и о дальнейшем развитии системы народного образования в СССР. 24.12.1958г..pdf"
          },
          {
            "type": "file",
            "name": "Извлечение из приказа министра просвещения РСФСР О приусадебных участках учителям, заведующим учебной частью, директорам в сельской местности.pdf"
          },
          {
            "type": "file",
            "name": "Инструктивно-методическое письмо Министерства просвещения РСФСР О методической работе учителей общеобразовательной школы.pdf"
          },
          {
            "type": "file",
            "name": "Инструкция о порядке представления к присвоению почетного звания заслуженного учителя школы РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Инструкция по учету детей и подростков школьного возраста, подлежащих всеобщеобязательному восьмилетнему обучению. Утверждена приказом министра просвещения РСФСР, 14.07.1959г..PDF"
          },
          {
            "type": "file",
            "name": "Мин.прос.РСФСР №170-М Положение о художественных кружках в нач., 8-летних, средних школах и других учреждениях просвещения.pdf"
          },
          {
            "type": "file",
            "name": "Мин.просв.РСФСР Положение о школьном учебно-опытном участке.pdf"
          },
          {
            "type": "file",
            "name": "Мин.просв.СССР Примерное положение о школьном кинотеатре 1968.01.08.pdf"
          },
          {
            "type": "file",
            "name": "Минист.просв.РСФСР Указания по работе с ртутью в физических и химич.лабораториях 8-летних и средних школ.pdf"
          },
          {
            "type": "file",
            "name": "Министерство просвещения РСФСР Положение о школьной библиотеке.pdf"
          },
          {
            "type": "file",
            "name": "О занятиях с учащимися, перевод и выпуск которых отложен на осень. Извлечение из циркулярного письма Министерства просвещения РСФСР №83-М от 22.03.1968г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах дальнейшего улучшения работы средней общеобразовательной школы.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по организации специальных средних школ военно-воздушных сил  Постановление Совета Народных Комиссаров РСФСР. 19 ноября 1940 г..pdf"
          },
          {
            "type": "file",
            "name": "О переводе и выпуске учащихся общеобразовательных школ. Извлечение из инструкции, утвержденной Министерством просвещения РСФСР, 10.02.1969г..pdf"
          },
          {
            "type": "file",
            "name": "О подготовке учителей начальной школы с высшим образованием.pdf"
          },
          {
            "type": "file",
            "name": "О порядке индивидуального обучения больных детей. Извлечение из циркулярного письма Министерства просвещения РСФСР №186-М от 21.07.1962г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке оплаты за проведение практических занятий в мастерских и практикумов в VII-X кл..pdf"
          },
          {
            "type": "file",
            "name": "О порядке рассмотрения органами народного образования материалов, представляемых школами для награждения учащихся золотой медалью. Циркулярное письмо Минпросвещения РСФСР, 12.02.1969г..PDF"
          },
          {
            "type": "file",
            "name": "О распространении на учителей, директоров и заведующих учебной частью сельских средних школ действия постановления №246 «О льготах и преимуществах для учителей начальных и семилетних школ».PDF"
          },
          {
            "type": "file",
            "name": "О тематическом планировании работы учителя. Извлечение из письма Министерства просвещения РСФСР №195 от 04.08.1962г..pdf"
          },
          {
            "type": "file",
            "name": "О типовых штатах административного, учебно-вспомогательного и обслуживающего персонала начальных, семилетних и средних школ.pdf"
          },
          {
            "type": "file",
            "name": "О фактах неправильного использования учебного времени в общеобразовательных школах. Извлечение из приказа министра просвещения СССР №52 от 19.08.1968г..pdf"
          },
          {
            "type": "file",
            "name": "Об изменении порядка награждения золотой медалью оканчивающих средние общеобразовательные школы и установлении похвальной грамоты для оканчивающих эти школы. Извлечение из приказа минпросвещения СССР,25.12.1968.PDF"
          },
          {
            "type": "file",
            "name": "Об организации школ с продленным днем. Извлечение из приказа министра просвещения РСФСР №97 от 30.03.1960г..pdf"
          },
          {
            "type": "file",
            "name": "Перечень заболеваний, по поводу которых дети нуждаются в индивидуальных занятиях на дому и освобождаются от посещения массовой школы. Приложение к циркулярному письму Минпросвещения РСФСР, 27.02.1969г..PDF"
          },
          {
            "type": "file",
            "name": "Письмо Мин.прос СССР № 47-М О библиотечных фондах школьных учебников в нач., 8-летних и средних школах 1968.06.05.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Мин.прос.РСФСР №135-М О порядке оплаты временного замещения отсутствующих учителей 1968.04.30.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Мин.прос.РСФСР №32-М Об оформлении учета уроков, данных в порядке замещения отсутствующих учителей.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Мин.просв.РСФСР №181-М О порядке организ.труда учащихся по самообслуживанию в общеобр.школах, школах-интернатах и дет.домах.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Мин.просв.СССР №99-М Обупорядочении распределения учебной нагрузки учителей школ 1969.07.17.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Министерства просвещения РСФСР №235-М О порядке комплектования школ педагогическими и руководящими кадрами и распределения учеб.нагрузки.pdf"
          },
          {
            "type": "file",
            "name": "Письмо Министерства финансов РСФСР №756 О предоставлении коммунальных услуг сельским учителям, проживающим в городах.pdf"
          },
          {
            "type": "file",
            "name": "Письмо начальника Главного управления трудовых резервова при СНК СССР П.Москатова  О введении теоретического обучения в школах ФЗО по общетехническим спеуиальным дисциплинам 12.12.1944.PDF"
          },
          {
            "type": "file",
            "name": "Планирование работы в школе. Извлечение из инструктивно-методического письма Управления школ Министерства просвещения РСФСР, июнь 1950г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о золотой медали За отличные успехи в учении, труде и за примерное поведение и о похвальной грамоте За особые успехи в изучении отдельных предметов. Приложение к постановлению от 18.12.1968г..PDF"
          },
          {
            "type": "file",
            "name": "Положение о медали К.Д.Ушинского Постановление Совета Министров РСФСР от 25.06.1946.pdf"
          },
          {
            "type": "file",
            "name": "Положение о школе с продленным днем и группах продленного дня в школах Министерства просвещения РСФСР. Приложение к приказу по Министерству просвещения РСФСР №410 от 18.10.1962г..PDF"
          },
          {
            "type": "file",
            "name": "Положение об интернатах начальных, семилетних, восьмилетних и средних общеобразовательных трудовых политехнических школ с производственным обучением. Утверждено Министерством просвещения РСФСР 14.09.1960г..PDF"
          },
          {
            "type": "file",
            "name": "Постан. коллегий Мин.сельс.хозяйства РСФСР Об улучшении работы по проф.ориентации учащ., подготовке их к квалифицированному с-х труду и трудоустройству1969.05.22.pdf"
          },
          {
            "type": "file",
            "name": "Постан.Мин.просв.СССР №39 83-а Об улучшении работы ученических производственных бригад в колхозах и совхозах 1969.02.26.pdf"
          },
          {
            "type": "file",
            "name": "Постановление  Гос ком. Совета Министров СССР №398-П-18 О порядке исчисления заработной платы работников просвещения Утверждена.pdf"
          },
          {
            "type": "file",
            "name": "Постановление Мин.прос.РСФСР О мерах улучшения эстатического воспитания в общеобраз.школах.pdf"
          },
          {
            "type": "file",
            "name": "Постановление СНК Союза ССР и Центрального комитета ВКП О повышении заработной платы учителям и другим работникам начальных и средних школ.pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета Министров СССР №468 Об улучшении изучения иностранных языков.pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета Министров СССР №874 О мерах дальнейшего улучшения работы средней общеобразовательной школы 10.11.1966г.pdf"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС №182 Дополнительные типовые штаты и ставки заработной платы админист., учебно-вспомог. и обслуж.персонала школ с продленным днем.pdf"
          },
          {
            "type": "file",
            "name": "Постановление коллегии Мин.прос.СССР О состоянии и мерах по улучшению физ.воспитания учащихся общеобр.школ 1969.11.19.pdf"
          },
          {
            "type": "file",
            "name": "Постановление президиума ВЦСПС Об упорядочении и улучшении организации экскурсий школьников на промышленное предприятие 1969.12.01.pdf"
          },
          {
            "type": "file",
            "name": "Постановление №1677 Совета Министров О правилах для учащихся общеобразовательных школ 09.11.1960.pdf"
          },
          {
            "type": "file",
            "name": "Правила внутреннего трудового распорядка для работников общеобразовательных школ Министерства просвещения РСФСР. Согласовано с Республиканским комитетом профсоюзов работников просвещения, 31.05.1968г, №172-М.PDF"
          },
          {
            "type": "file",
            "name": "Предложения по вопросу улучшения работы школ..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Мин.просвещения РСФСР №217 О санитарных правилах содержания общеобразовательрных школ и учебных помещений школ-интернатов.pdf"
          },
          {
            "type": "file",
            "name": "Приказ Министра прос.РСФСР №308 О проверке тетрадей по русскому языку в 1-8 классах и по литературе в 5-11 кл..pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.прос.РСФСР №132 О программах фак.курсов и открытии школ и классов с углубл.изучением оотдельных предметов 1969.05.26.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.прос.РСФСР №235 О состоянии и мерах улучшения краеведческой и эксурсионно-туристской работы в школах и внешкольных учреждениях 1969.10.03.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.прос.РСФСР №269 О развитии юннатского движения в школах и внешкольных учреждениях РСФСР 1968.10.14.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.прос.РСФСР №359 Организация учебного процесса в школе.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.прос.РСФСР №81 О порядке перевода молодых специалистов.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.просв.РСФСР Об улучшении подготовки и организации воспит.работы с учащимися летом.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.просв.РСФСР Об упорядочении проведения экскурсий, дальних туристских походов и мерах обеспеч.безопас.жизни учащихся.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.просв.РСФСР №245 О мерах по дальнейшему улучшению деятельности школьных музеев 1967.09.20.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.просв.РСФСР №339 О некоторых мерах по улучшению преподавания иностранных языков в сельских 8-летних школах РСФСР 1968.12.13.pdf"
          },
          {
            "type": "file",
            "name": "Приказ министра прос.РСФСР №308 Единые требования к устной и письменной речи учащихся.pdf"
          },
          {
            "type": "file",
            "name": "Приказ министра просвещения РСФСР №344 О новом порядке назначения учительских и руководящих кадров школ.pdf"
          },
          {
            "type": "file",
            "name": "Приказ министра просвещения РСФСР №59 О штатах младшего обслуживающего персонала начальных, семилетних и средних школ РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Приказ министра просвещения РСФСР №73 О льготах и преимуществах для учителей начальных и семилетних школ.pdf"
          },
          {
            "type": "file",
            "name": "Приказ по Минист.прос.РСФСР №323 Об улучшении контроля за уровнем  знаний, умений и навыков учащихся школ РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Приказ №140 Главного управления трудовых резервов при СНК СССР  Об организации учебно-методических кабинетов 27.01.1945.pdf"
          },
          {
            "type": "file",
            "name": "Приказ №588-а Начальника Главного управления трудовых резервов при СНК СССР О выделении в училищах и школ ФЗО помощников из числа лучших учащися от01.10.1941.pdf"
          },
          {
            "type": "file",
            "name": "Разъяснения Гос.ком.Совета Министров СССР по вопросам труда и зар.платы №30-39 О порядке оплаты временного заместительства.pdf"
          },
          {
            "type": "file",
            "name": "Решение коллегии Мин.прос.РСФСР О мерах по дальнейшему физическому воспитанию учащихся общеобраз.школ, пед.училищ, институтов и др.учр. образования РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Типовое положение о районном, городском, окружном методическом кабинете 1969.03.17.pdf"
          },
          {
            "type": "file",
            "name": "Указ Президиума Верховного Совета РСФСР 11.01.1940 Об установлении почетных званий РСФСР - заслуженного учителя школы и заслуженного врача.pdf"
          },
          {
            "type": "file",
            "name": "Указание о порядке заполнения и выдачи документов о восьмилетнем и среднем образовании. Приложение к приказу министра просвещения РСФСР №429 от 09.11.1962г..pdf"
          },
          {
            "type": "file",
            "name": "Утв. Мин.просвещения СССР Метод.реком. Гигиеническая организация внеучебного времени и приготовления домашних заданий в школах-интернатах, школах и группах прод.дня 1969.07.17.PDF"
          },
          {
            "type": "file",
            "name": "Цир.пис. Мин.просв.СССР О демонстрации кинофильмов в школах1968.01.08.pdf"
          },
          {
            "type": "file",
            "name": "Цирк.пис.Мин.прос.РСФСР №65 -М Об освобождении учителей и др.раб. просвещения, проживающих в сел. мест. и польз.правом на бесплатную жилплощадь, от платы за излишки жилплощ. 1969.05.13.PDF"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос. СССР №46 О порядке оплаты труда учителей физкультуры сельских 8-летних школ, не имеющих полной учебной нагрузки 1968.06.05.pdf"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос.РСФСР Об организации факульт.занятий учащ.7-10 классов сред.общеобр.школы в 1967-68уч.году.pdf"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос.РСФСР №306-М О порядке оплаты труда военных руководителей, учителей, преподавателей в связи  с ведением в школах начальной военной подготовки 1968.09.30.PDF"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос.СССР №121-М  О внесении изменений в типовые штаты школ и школ-интернатов 1968.12.13.pdf"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос.СССР №76-М Об оценке знаний по начальной военной подготовке 1969.06.10.pdf"
          },
          {
            "type": "file",
            "name": "Циркул.письмо Мин.прос.РСФСР №209-М Штаты интернатов при школах.pdf"
          },
          {
            "type": "file",
            "name": "Циркулярное письмо Мин.прос.РСФСР Об упорядочении методической работы с учителями.pdf"
          },
          {
            "type": "file",
            "name": "Циркулярное письмо Мин.просв. СССР №37-М О сборе металлолома пионерами и школьниками 1968.05.08.pdf"
          },
          {
            "type": "file",
            "name": "Циркулярное письмо Мин.просв.РСФСР О частичном изменении типовых штатов общеобразовательных школ Мин.просв. РСФСР 1967.02.08.pdf"
          },
          {
            "type": "file",
            "name": "Циркулярное письмо Министерства просвещения РСФСР 217-М Об опорных школах.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. ССУЗы и ВУЗы",
        "children": [
          {
            "type": "file",
            "name": "Главное управление трудовых резервов при СНК СССР Положение об индустриальных техникумах Главного управления трудовых резервов при СНК СССР   05.11.1943.pdf"
          },
          {
            "type": "file",
            "name": "Инструкция Совета министров №12411 О порядке направления на работу и учета государственных трудовых резервов, 06.08.1949г..pdf"
          },
          {
            "type": "file",
            "name": "О введении в ремесленных, железнодорожных училищах и школах ФЗО цифровой пятибалльной системы оценки успеваемости по производственному и теоретическому обучению и поведению учащихся.PDF"
          },
          {
            "type": "file",
            "name": "О выделении в училищах и школ ФЗО помощников из числа лучших учащихся.pdf"
          },
          {
            "type": "file",
            "name": "О мероприятиях по подготовке преподавателей физики для высших и средних учебных заведений Постановление СНК СССР № 552  24 марта 1945 г..pdf"
          },
          {
            "type": "file",
            "name": "О подготовке специалистов с высшим образованием для горной промышленности..pdf"
          },
          {
            "type": "file",
            "name": "О порядке организации факультетов, кафедр, отделений и учебно-консультационных пунктов высших и средних специальных учебных заведений РСФСР 27 сентября 1960 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении работы педагогических училищ  Постановление СНК РСФСР  11 марта 1944 г..pdf"
          },
          {
            "type": "file",
            "name": "Письмо Министерства просвещения РСФСР №124М и министерства финансов РСФСР №511 О порядке оплаты за проведение практических занятий в мастерских и практикумов в VII-X кл. 09.11.1955.PDF"
          },
          {
            "type": "file",
            "name": "Письмо о развитии подсобного хозяйства училищ и школ, 21.12.1944г..pdf"
          },
          {
            "type": "file",
            "name": "Положение О профессионально-технических училищах Главного управления профессионально-технического образования при Совете министров РСФСР, 31.05.1961г..pdf"
          },
          {
            "type": "file",
            "name": "Положение Об управлении мобилизации, распределения и учета трудовых резервов, 19.05.1943г..pdf"
          },
          {
            "type": "file",
            "name": "Положение Совета министров РСФСР О Государственном комитете СССР по профессионально-техническому образованию, 09.06.1969г..pdf"
          },
          {
            "type": "file",
            "name": "Положение Совнаркома СССР О Главном управлении трудовых резервов при Совнаркоме СССР, 01.04.1941г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о медико-санитарном обслуживании ремесленных училищ и школ фабрично-заводского обучения, утвержденное народным комиссаром здравоохранения, ноябрь 1940г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о стажировке мастеров производственного обучения учеб.заведений системы Государственного комитета Совмина СССР по проф.тех.образованию (утвержд. приказом Госком. Совмин СССР №93 20.08.1969).PDF"
          },
          {
            "type": "file",
            "name": "Постановление СНК ССР О правовом положении лиц, окончивших экономические высшие учебные заведения и экономические факультеты университетов и институтов.pdf"
          },
          {
            "type": "file",
            "name": "Постановление СНК ССР О размерах и порядке назначения стипендий в высших учебных заведениях и техникумах и об освобождении студентов от призыва в Красную Армию.pdf"
          },
          {
            "type": "file",
            "name": "Постановление СНК СССР О призыве городской и колхозной молодежи в ремесленные училища, железнодорожные училища и школы фабрично-заводского обучения, 02.10.1940г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета министров СССР О мерах по улучшению подготовки квалифицированных рабочих и ликвидации текучести учащихся в училищах, 02.08.1948г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета министров СССР О мерах по улучшению подготовки трудовых резервов и увеличению количества рабочих, подготавливаемых в училищах, 30.09.1946г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета народных комиссаров СССР О дополнительной подготовке в школах ФЗО 200 тясяч рабочих массовых профессий, 13.09.1942г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета народных комиссаров СССР О призыве молодежи и подготовке государственных трудовых резервов в школах  ФЗО, ремесленных училищах, 27.08.1945г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС О мерах по дальнейшему улучшению подготовки квалифицированных рабочих в учебных заведениях, 02.04.1969г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС и Совмин СССР О повышении роли государственного комитета Совета министров по проф.тех.образованию в подготовке квалиф. раб.кадров для народного хозяйства  09.09.1966.PDF"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС и Совмина СССР О дальнейшем совершенствовании системы проф.тех.образования №497 23.06.1972.pdf"
          },
          {
            "type": "file",
            "name": "Постановление №1145 СНК СССР О повышении заработной платы преподавателям, директорам и заместителям директоров по учебной части техникумов.......училищ...19.10.1943.pdf"
          },
          {
            "type": "file",
            "name": "Постановление №996  СНК СССР О размерах и порядке назначения стипендий в высших учебных заведениях и техникумах и об освобождении студентов от призыва в Красную армию 15.09.1943.pdf"
          },
          {
            "type": "file",
            "name": "Приказ Об организации производственного обучения учащихся школ ФЗОи ремесленных училищ и порядке оплаты за работы, 12.09.1941г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ народного комиссара юстиции союза №40 16.08.1944 О мероприятиях по улучшению высшего заочного юридического образования.pdf"
          },
          {
            "type": "file",
            "name": "Приказ начальника Главного управления трудовых резервов при СНК СССР О проведении инспекторских проверок в ремесленных, железнодорожных училищах и школах, 12.12.1941г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ №67 Главного управления труд.резервов при СНК СССР О плане приема учащихся в техникумы Главного управления труд.резервов на 1946-47 гг..pdf"
          },
          {
            "type": "file",
            "name": "Приказ №691 по Главному управлению трудовых резервов при СНК СССР Об утверждении программы семинара для помощников мастеров школ ФЗО, ремесленных и железнолорожных училищ 20.11.1941.PDF"
          },
          {
            "type": "file",
            "name": "Приказ №810 Начальника Главноо управления трудовых резервлв при СНК СССР О подготовке к открытию инженерно-технического института от  29.12.1945.pdf"
          },
          {
            "type": "file",
            "name": "Распоряжение №12964-р СНК СССР Об организации подготовки мастеров производственного обучения 07.07.1943.pdf"
          },
          {
            "type": "file",
            "name": "Указ Президиума Верховного Совета СССР Об ответственности учащихся ремесленных, железнодорожных училищ и школ ФЗО за нарушение дисциплины, 28.12.1940г..pdf"
          },
          {
            "type": "file",
            "name": "Указания по внешкольно-массовой, военно-физкультурной и спортивной работе в школах фабрично-заводского обучения, февраль 1941г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "О включении психологии в перечень отраслей науки, по которым присуждаются ученые степени 15 октября 1968 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему улучшению подбора и подготовки научных кадров  12 мая 1962 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по координации деятельности научно-исследовательских учреждений  21 сентября 1957 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по улучшению деятельности Академии наук СССР и Академий наук союзных республик 11 апреля 1963 г..pdf"
          },
          {
            "type": "file",
            "name": "О преобразовании Академии педагогических наук РСФСР в Академию педагогических наук СССР 1 августа 1966 г..pdf"
          },
          {
            "type": "file",
            "name": "О развитии научных учреждений в отдельных экономических районах РСФСР 28 августа 1969 г..pdf"
          },
          {
            "type": "file",
            "name": "Об изменении порядка планирования затрат на научно-исследовательские работы и о расширении прав руководителей научно-исследовательских учреждений 22 марта 1967 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации Академии педагогических наук РСФСР 6 октября 1943 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации Всероссийского научно-исследовательского института организации и оплаты труда в сельском хозяйстве  23 февраля 1965 г..pdf"
          },
          {
            "type": "file",
            "name": "Об основных направлениях деятельности академии педагогических наук СССР 21 февраля 1969.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении научно-технической информации в стране 10 сентября 1964 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении подготовки научных и научно-педагогических кадров  15 декабря 1967 г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Устава Академии педагогических наук РСФСР  6 декабря 1947 г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении состава действительных членов и членов- корреспондентов Академии педагогических наук РСФСР  11 марта 1944 г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о научно-исследовательской деятельности высших учебных заведений. Постановление Совета Народных Комиссаров Союза ССР № 178 16 февраля 1944 г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Доп. образование",
        "children": [
          {
            "type": "file",
            "name": "О курсах переподготовки руководителей республик, краев и областей 25 октября 1948 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему развитию высшего и среднего специального образования, улучшению подготовки и использования специалистов  9 мая 1963 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по улучшению подготовки и издания школьных учебников и обеспечения ими учащихся 3 июня 1967 г..pdf"
          },
          {
            "type": "file",
            "name": "О переподготовке учителей и руководящих работников школ. 14 июня 1944 г..pdf"
          },
          {
            "type": "file",
            "name": "О плане подготовки и повышения квалификации кадров по НКМП РСФСР   25 января 1945 г..pdf"
          },
          {
            "type": "file",
            "name": "О плане подготовки и повышения квалификации счетных работников  12 февраля 1945 г..pdf"
          },
          {
            "type": "file",
            "name": "О подготовке учителей начальной школы с высшим образованием. 31 августа 1957 г..pdf"
          },
          {
            "type": "file",
            "name": "О политической учебе комсомольцев и молодежи Сентябрь, 1948 года.pdf"
          },
          {
            "type": "file",
            "name": "Об образовании Художественного фонда Союза ССР..pdf"
          },
          {
            "type": "file",
            "name": "Об организации вечерних и заочных отделений по обучению руководящих хозяйственных работников при промакадемиях и вузах.  26 сентября 1940 г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации подготовительных отделений при высших учебных заведениях 20 августа 1969 г..pdf"
          },
          {
            "type": "file",
            "name": "Об основных направлениях деятельности академии педагогических наук СССР 21 февраля 1969.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении общеобразовательной подготовки молодежи в сельской местности без отрыва от производства. 4 августа 1956 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении подготовки научных и научно-педагогических кадров.  15 декабря 1967 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении подготовки, распределения и использования специалистов с высшим и средним специальным образованием.  30 сентября 1954 г ..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении политико-воспитательной работы комсомольских организаций среди молодежи  январь 1945 года.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о стационарных и заочных курсах иностранных языков для взрослых.  2 декабря 1961 г..pdf"
          },
          {
            "type": "file",
            "name": "Об участии советской молодежи в Международном фестивале молодежи.  июль 1947 года.pdf"
          },
          {
            "type": "file",
            "name": "Патриотическое движение комсомольцев и молодежи Татарии в помощь фронту и освобожденным районам 30 декабря 1945 г..pdf"
          },
          {
            "type": "file",
            "name": "Работа комсомольских организаций промышленных предприятий Татарии в годы Великой Отечественной войны. 30 декабря 1945 г..pdf"
          },
          {
            "type": "file",
            "name": "Решение коллегии Мин прос.РСФСР О дальнейшем усовершенствовании системы повышения квалификации педагогичексих кадров.pdf"
          },
          {
            "type": "file",
            "name": "Цирк.пис. Мин.прос.РСФСР №23-М О порядке материального обепечения учителей и других работников образования при повышении их квалификации с отрывом от работы1969.01.17.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Закон СССР Об укреплении связи школы с жизнью и о дальнейшем развитии системы народного образования в СССР, 24.12.1958г..pdf"
          },
          {
            "type": "file",
            "name": "Записка Н.С.Хрущева о системе народного образования в СССР, 05.06.1958г..pdf"
          },
          {
            "type": "file",
            "name": "О введении карточной системы учета учителей 5—10 классов неполных средних и средних школ РСФСР     11 января 1944 г..pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем улучшении высшего и среднего специального заочного и вечернего образования.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по улучшению вечернего и заочного образования.pdf"
          },
          {
            "type": "file",
            "name": "О награждении золотой медалью За отличные успехи в учении, труде и за примерное поведение и похвальной грамотой За особые успехи в изучении отдельных предметов. Циркулярное письмо Минпросвещения СССР,12.02.1969.PDF"
          },
          {
            "type": "file",
            "name": "О порядке и сроках перехода на новую систему школьного образования.pdf"
          },
          {
            "type": "file",
            "name": "О порядке образования и расходования средств фонда всеобуча.PDF"
          },
          {
            "type": "file",
            "name": "О преподавании немецкого, английского и французского языков Постановление Совета Народных Комиссаров Союза ССР  № 1696  16 сентября 1940 г..PDF"
          },
          {
            "type": "file",
            "name": "О создании союзно-республиканского Министерства просвещения СССР   1 августа 1966 г..pdf"
          },
          {
            "type": "file",
            "name": "О составе коллегии Министерства высшего образования СССР.pdf"
          },
          {
            "type": "file",
            "name": "Об организаторе внеклассной и внешкольной воспитательной работы с детьми. Циркулярное письмо министра просвещения СССР №52-М от 19.06.1967г..PDF"
          },
          {
            "type": "file",
            "name": "Об организации Министерства высшего и среднего специального образования РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Об организации школ среднего сельскохозяйственного образования.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении организации социалистического соревнования в общеобразовательных школах и др. учебных заведениях и учреждениях системы просвещения. Извлечение из постановления коллегии Минпросвещения СССР от 07.07.1967г..PDF"
          },
          {
            "type": "file",
            "name": "Об улучшении организации труда и упорядочении рабочего времени учителя. Извлечение из письма Министерства просвещения РСФСР №84-М от 04.04.1963г..PDF"
          },
          {
            "type": "file",
            "name": "Об улучшении руководства профессионально-техническим образованием в СССР.pdf"
          },
          {
            "type": "file",
            "name": "Об установлении платности обучения в старших классах средних школ и в высших учебных заведениях СССР и об изменении порядка назначения стипендий.  2 октября 1940 г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о Министерстве высшего и среднего специального образования СССР.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о Министерстве просвещения РСФСР  Постановление Совета Министров РСФСР   11 декабря 1959 г..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении нагрудного значка «Отличник профессионально-технического образования РСФСР».pdf"
          },
          {
            "type": "file",
            "name": "Положение  об условиях присуждения и порядке вручения почетной грамоты Министерства просвещения РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Положение о Министерстве просвещения СССР. Извлечение из постановления Совета министров СССР от 07.01.1969г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о медали Н.К.Крупской Утв.Мин.просвещения СССР 1967.08.05.pdf"
          },
          {
            "type": "file",
            "name": "Положение о нагрдном значке Отличник народного просвещения 16.05.1958.pdf"
          },
          {
            "type": "file",
            "name": "Положение о нагрудном значке Отличник просвещения СССР  1967.09.16.pdf"
          },
          {
            "type": "file",
            "name": "Положение о производственном совещании в школе и других учреждениях народного образования. Утверждено коллегией Министерства просвещения РСФСР 21.05.1964г..PDF"
          },
          {
            "type": "file",
            "name": "Положение об инспекторе школ. Извлечение, утверждено постановлением СНК РСФСР №560 от 18.09.1945г..pdf"
          },
          {
            "type": "file",
            "name": "Положения о Министерстве высшего и среднего специального образования СССР.pdf"
          },
          {
            "type": "file",
            "name": "Приказ мин.просв.РСФСР №302 О мерах по выполнению постан.ЦК КПСС О 50-летии ВЛКСМ и зад.коммунист.воспит.молодежи 1968.11.11..pdf"
          },
          {
            "type": "file",
            "name": "Типовые правила пожарной безопасности для школ, детских домов, дошкольных и других учр. Мин.прос.СССР 1969.01.03.pdf"
          },
          {
            "type": "file",
            "name": "Указ Президиума Верховного Совета СССР О государственных трудовых резервах СССР, 02.10.1940г..pdf"
          },
          {
            "type": "file",
            "name": "Цирк.письмо Мин.прос СССР №9-М О сохранении штатного совместительства педагогических работников 1969.01.13.pdf"
          },
          {
            "type": "file",
            "name": "Циркулярное письмао Мин.прос.РСФСР№141-М Об отпусках работников просвещения 1969.04.29.pdf"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "1970-1980",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "Концепция дошкольного воспитания, 1989г..pdf"
          },
          {
            "type": "file",
            "name": "О введении положения о детском дошкольном учреждении.pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем улучшении общественного дошкольного воспитания и подготовке детей к обучению в школе.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему развитию сети детских дошкольных учреждений в колхозах.pdf"
          },
          {
            "type": "file",
            "name": "О повышении ставок и должностных окладов врачей, учителей и воспитателей детских дошкольных учреждений.pdf"
          },
          {
            "type": "file",
            "name": "Типовая программа воспитания и обучения в детском саду, 1984г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "1970.02.25. Изв.из цирк.пис. Мин.прос.РСФСР №25-М Об организ.занятий по физ.культ. со школьниками, отнесенными по состоянию здоровья к специальной медицинской  группе.pdf"
          },
          {
            "type": "file",
            "name": "1970.04.03 Извлечение из приказа по Министерству просвещения РСФСР  №112-М О развитии технического творчества учащихся в школах и внешкольных учреждениях РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "1970.04.30 Цирк.пис. Мин.прос.РСФСР №160-М О мерах преодоления перегрузки учащихся домашними заданиями.pdf"
          },
          {
            "type": "file",
            "name": "1970.05.04 Извлеч. из циркулярного письма Министерства просвещения РСФСР О порядке выплаты заработной платы учителям, преподавателям, которые по независящим от них причинам не работают в этот пе.PDF"
          },
          {
            "type": "file",
            "name": "1970.05.13 Приказ №31 Министра просвещения СССР О порядке проведения занятий и оплаты труда учителей 1-4 классов малокоплектных общеобразовательных школ.pdf"
          },
          {
            "type": "file",
            "name": "1970.07.15 Извлечение из трудового законодательства СССР Материально-правовое положение учителя.pdf"
          },
          {
            "type": "file",
            "name": "1970.12.16 Извлечение из циркул.письма Мин.прос. СССР типовое положение о род.комитете общеобр.школы.pdf"
          },
          {
            "type": "file",
            "name": "1970.12.16. Приказ Министра просвещения РСФСР №94 Положение о педагогическом совете общеобразовательной школы.pdf"
          },
          {
            "type": "file",
            "name": "1971.02.10 Цирк.письмо №61-М Об оценке успеваемости учащихся по пению и физкультуре.pdf"
          },
          {
            "type": "file",
            "name": "Об освобождении от переводных и выпускных экзаменов учащихся общеобразовательных школ. Извлечении из приказа здравоохранения СССР и министрапросвещения СССР, 29.05.1970г..pdf"
          },
          {
            "type": "file",
            "name": "Об основных направлениях реформы общеобразовательной и профессиональной школы. Постановление Верховного Совета СССР, №13-XI, 12.04.1984г.pdf"
          },
          {
            "type": "file",
            "name": "Политический доклад ЦК КПСС XXVII Съезду Коммунистической партии Советского Союза О поддержке реформы среднего и профессионального образования, 25.02.1986г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ №167 Министерство просвещения СССР Об утверждении инструкции о ведении школьной документации 27.12.1974.pdf"
          },
          {
            "type": "file",
            "name": "Устав средней общеобразовательной школы. Постановление Совета министров СССР № 749 от 08.09.1970г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. ССУЗы и ВУЗы",
        "children": [
          {
            "type": "file",
            "name": "Инструкция О порядке проведения выпускных квалификационных экзаменов в профессионально-технических учебных заведениях, 08.07.1977г..pdf"
          },
          {
            "type": "file",
            "name": "Инструкция О режиме содержания учащихся специальных профессионально-технических училищ, утв. приказом Госпрфобра СССР, 21.11.1984г..pdf"
          },
          {
            "type": "file",
            "name": "Инструкция о планировании и учете учебно-воспитательной работы в профессионально-технических учебных заведениях, утв. приказом Государственного комитета СССР, 06.01.1981г..pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании подготовки специалистов с высшим и средним специальным образованием без отрыва от производства.pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании системы профессионально-технического образования в РСФСР..pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании системы профессионально-технического образования.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему совершенствованию высшего образования в РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему улучшению использования выпускников профессионально-технических учебных заведений на промышленных предприятиях. Постановление Совета министров СССР, 09.06.1980г..PDF"
          },
          {
            "type": "file",
            "name": "О распределении выпускников профессионально-технических учебных заведений СССР. Положение утв. приказом Госпрофобра СССР, 29.03.1983г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении деятельности подготовительных отделений при высших учебных заведениях 23 августа 1988 г..pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении экономического образования трудящихся.pdf"
          },
          {
            "type": "file",
            "name": "Положение О производственной практике учащихся средних профессионально-технических училищ, утв. приказом Госкомитета СССР по профессионально-техническому образованию, 27.01.1986г..pdf"
          },
          {
            "type": "file",
            "name": "Положение О профессионально-технических учебных заведениях СССР, утвержденное Постановлением Совета министров СССР, 11.04.1980г..pdf"
          },
          {
            "type": "file",
            "name": "Положения о базовом предприятии среднего проф.-тех.училища, утвержденного Постановлением Совета министров СССР №178 от 22.02.1985.pdf"
          },
          {
            "type": "file",
            "name": "Постановление Совета министров РСФСР О реорганизации профессионально-технических учебных заведений РСФСР в единый тип - среднее профессионально-техническое училище, 31.08.1984г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС О мерах по расширению сети средних сельских профессионально-технических училищ и по улучшению их работы, 28.01.1975г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление ЦК КПСС и Совета министров СССР О дальнейшем развитии системы профтех образования и повышении ее роли в подготовке квалификационных рабочих кадров, 12.04.1984г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление №313 от 07.05.1970 Совета министров СССР Об усилении материальной заинтересованности мастеров производственного обучения проф.тех. учебных заведений в повышении подготовки квалиф.рабочих.PDF"
          },
          {
            "type": "file",
            "name": "Приказ Гос.ком.СССР по проф.-тех. образованию Об аттестации руководящих и инженерно-педагогических работников проф.-тех.учебных заведений 18.03.1988.pdf"
          },
          {
            "type": "file",
            "name": "Приказ Гос.ком.СССР по проф.-тех. образованию Об организации Казанского филиала Всесоюзного института повышения квалификации руководящих работников  и специалистов профтехобразования №73 18.05.1987.PDF"
          },
          {
            "type": "file",
            "name": "Приказ Гос.ком.СССР по проф.-тех. образованию Об улучшении качественного состава принимаемых на обучение и упорядочении сроков начала занятий в техникумах профтехобразования №7 20.01.1988г..PDF"
          },
          {
            "type": "file",
            "name": "Приказ Гос.ком.СССР по проф.тех.образованию О проведении эксперимента по внедрению хозрасчетных отношений в учебно-производственную деятельность индустриально-педагогических техникумов №137 25.08.1987.PDF"
          },
          {
            "type": "file",
            "name": "Приказ Госкомитеата СССР по профессионально-техническому образованию Об утверждении нормативных документов для специальных профессионально-технических училищ, 21.11.1984г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Госкомитета СССР Об утверждении Положение о призводственной практике учащихся городских профессионально-технических учебных заведений, 12.10.1982г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Госкомитета СССР по профессионально-техническому образованию Об утверждении типовых штатов средних профессионально-технических училищ системы Госпрофобра СССР, 29.01.1987г..pdf"
          },
          {
            "type": "file",
            "name": "Протокол об эквивалентности документов об образовании и ученых степеней, 1978г..pdf"
          },
          {
            "type": "file",
            "name": "Типовое положение об учебно-производственных мастерствих профессионально-технического учебного заведения, утв. приказм Госкомитета СССР по профессионально-техническому образованию,30.12.1982г.PDF"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "О Положении о Высшей аттестационной комиссии при Совете Министров СССР  8 мая 1975 г..pdf"
          },
          {
            "type": "file",
            "name": "О Положении о порядке присуждения ученых степеней и присвоения ученых званий 29 декабря 1975 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по улучшению подготовки и использования научно-педагогических и научных кадров  14 апреля 1987 г..pdf"
          },
          {
            "type": "file",
            "name": "О повышении роли вузовской науки в ускорении научно-технического прогресса, улучшении качества подготовки специалистов  20 мая 1987 г..pdf"
          },
          {
            "type": "file",
            "name": "О повышении эффективности научно-исследовательской работы в высших учебных заведениях РСФСР 5 июня 1978 г..pdf"
          },
          {
            "type": "file",
            "name": "О присуждении Государственных премий СССР 1978 года в области науки и техники 3 ноября 1978 г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Гос.ком.СССР по проф.-тех.образованию Об итогах первой Всероссийской научно-практической конференции передовиков и новаторов педагогического труда №114 27.07.1987.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Дополнительное образование",
        "children": [
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании обучения, воспитания учащихся общеобразовательных школ и подготовки их к труду  31 января 1978 г..pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании подготовки специалистов с высшим и средним специальным образованием без отрыва от производства  21 июля 1981 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по дальнейшему совершенствованию подготовки и повышения квалификации рабочих на производстве  7 августа 1979 г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах по коренному улучшению качества подготовки и использования специалистов с высшим образованием в народном хозяйстве 10 июня 1987 г..pdf"
          },
          {
            "type": "file",
            "name": "О совершенствовании планирования подготовки специалистов и улучшении использования выпускников высших и средних специальных учебных заведений в народном хозяйстве РСФСР  28 февраля 1978 г..PDF"
          },
          {
            "type": "file",
            "name": "Об общеобразовательной, политической и экономической учебе комсомольцев и молодежи в 1974-75 учебном году 11 июня 1974 года.pdf"
          },
          {
            "type": "file",
            "name": "Об улучшении деятельности подготовительных отделений при высших учебных заведениях  23 августа 1988 г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Извлечение из Закона СССР Основы законодательства Союза ССР и союзных республик о народном образовании от 19.07.1973.pdf"
          },
          {
            "type": "file",
            "name": "Конвенция о правах ребенка.  Одобрена Генеральной Ассамблеей ООН. 20.11.1989г..pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании системы профессионально-технического образования 23.06.1972 — копия.pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем совершенствовании системы профессионально-технического образования 23.06.1972.pdf"
          },
          {
            "type": "file",
            "name": "О дальнейшем улучшении экономического образования и воспитания трудящихся в РСФСР 26.07.1982.pdf"
          },
          {
            "type": "file",
            "name": "О заместителях Министра высшего и среднего специального образования РСФСР. 19.08.1988.pdf"
          },
          {
            "type": "file",
            "name": "О повышении с 1 сентября 1972 года ставок и должностных окладов врачей, учителей и воспитателей детских дошкольных учреждений..pdf"
          },
          {
            "type": "file",
            "name": "О совершенствовании организации и структуры управления народным образованием Татарской АССР  24 октября 1988 г..pdf"
          },
          {
            "type": "file",
            "name": "О совершенствовании организации и структуры управления народным образованием Татарской АССР.pdf"
          },
          {
            "type": "file",
            "name": "Об Основных направлениях реформы общеобразовательной и профессиональной школы 12.04.1984.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о Министерства высшего и среднего специального образования РСФСР 28.10.1970.pdf"
          },
          {
            "type": "file",
            "name": "Положение о фонде всеобуча. Приложение к циркулярному письму министра просвещения РСФСР, №333, от 01.12.1970г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Министерства высшего и среднего специального образования СССР О создании учебно-методических объединений №650 18.09.1987.pdf"
          },
          {
            "type": "file",
            "name": "Решение коллегииМинистерства высшего и среднего специального образования О состоянии и мерах по улучшению подготовки и распределения инженеров-преподавателей №9-1 от 10.03.1982.PDF"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "1990-2010",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "О направлении пакета документов Организационное и программно-методическое обеспечение новых форм дошкольного образования на основе кратковременного пребывания детей в ДОУ. Письмо Минобра РФ, №271, 31.07.2002г..PDF"
          },
          {
            "type": "file",
            "name": "О подготовке детей к школе. Информационное письмо Министертсва образования РФ, №990-14-15, 22.07.1998г..pdf"
          },
          {
            "type": "file",
            "name": "О построении преемственности в программах дошкольного образования и начальной школы. Письмо Министерства образования рф, №237-23-16, 09.08.2000г..pdf"
          },
          {
            "type": "file",
            "name": "О практике проведения диагностики развития ребенка в системе дошкольного образования. Письмо Министерства общего и профессионального образования РФ, №70-23-16, 07.04.1999г..PDF"
          },
          {
            "type": "file",
            "name": "О реализации права ДОУ на выбор программ и педагогических технологий. Письмо Минобразования РФ, №89-34-16, 02.06.1998г..pdf"
          },
          {
            "type": "file",
            "name": "О ходе Всероссийского эксперимента по организации новых форм дошкольного образования на основе кратковременного пребывания воспитанников в детском саду.Решение коллегии Министерства образования РФ, №2, 29.01.2002г..PDF"
          },
          {
            "type": "file",
            "name": "Об интегрированном воспитании и обучении детей с отклонениями в развитии ДОУ. Методическое письмо Министерства образования РФ, №03-51-5ин, 16.01.2002г..pdf"
          },
          {
            "type": "file",
            "name": "Об использовании программ индивидуального адаптивного развития при подготовке детей к школе. Методическое письмо Министерства образования РФ, №14-51-36, 17.02.2004г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации в ДОУ групп кратковременного пребывания для детей с отклонениями в развитии. Письмо Министерства образования РФ, №129-23-16, 29.06.1999г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации взаимодействия образовательных учреждений и обеспечения преемстменности дошкольного и начального общего образования.Методическое письмо Минобразования РФ, №35-М, 25.03.1994г..PDF"
          },
          {
            "type": "file",
            "name": "Об организации контроля за деятельностью ДОУ. Письмо Министерства образования РФ, №236-23-16, 04.08.2000г..pdf"
          },
          {
            "type": "file",
            "name": "Об основных гарантиях прав ребенка в РФ. Федеральный закон, №124-ФЗ, 24.07.1998г..pdf"
          },
          {
            "type": "file",
            "name": "Об особенностях режима рабочего времени и времени отдыха педагогических и других работников образовательных учреждений. Приказ Минобрнауки РФ, №69, 27.03.2006г..pdf"
          },
          {
            "type": "file",
            "name": "Об упорядочении платы за содержание детей в детских дошкольных учреждениях и о финансовой поддержке системы этих учреждений. Приказ Министерства образования, №106, 20.03.2992г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении и введении в действие ФГТ к структуре основной общеобразовательной программы дошкольного образования. Приказ Минобрнауки РФ, №666, 12.09.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении инструкции по проведению профилактических осмотров детей дошкольного и школьного возрастов на основе медико-экономических нормативов. Приказ Минздрава РФ, №60, 14.03.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении типового положения о ДОУ. Постановление Правительства РФ, №677, 01.07.1995г..pdf"
          },
          {
            "type": "file",
            "name": "Примерные требования к содержанию развивающей среды детей дошкольного возраста, воспитывающихся в семье. Письмо Министерства образования РФ, №03-51-46, 15.03.2004г.pdf"
          },
          {
            "type": "file",
            "name": "Рекомендации по вопросам проведения аттестации и государственной аккредитации ДОУ. Письмо Министерства образования РФ, №37-М, 26.08.1996г..pdf"
          },
          {
            "type": "file",
            "name": "Рекомендации по экспертизе образовательных программ для ДОУ РФ. Методическое письмо Министерства общего и профессионального образования РФ, №46-19, 24.04.1995г..pdf"
          },
          {
            "type": "file",
            "name": "Типовое положение о ДОУ. Постановление Правительства РФ, №666,12.09.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Типовое положение о специальном (коррекционном)образовательном учреждении для обучающихся с отклоненияит в развитии. Постановление Правительства РФ, №288, 12.03.1997г..pdf"
          },
          {
            "type": "file",
            "name": "Типовое положение об образовательном учреждении для детей дошкольного и младшего школьного возраста. Приказ Министерства общего и профессионального образования РФ, №2000, 08.10.1997г..PDF"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "Об установлении форм и порядка проведения государственной (итоговой) аттестации обучающихся. Приказ Минобрнауки РФ, №36, 05.02.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о Федеральных предметных комиссиях по общеобразовательным предметам. Приказ Рособрнадзора, №1386, 18.06.2009г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о подготовке граждан РФ к военной службе. Постановление Правительства РФ, №1441, 31.12.1999г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка формирования и ведения федеральных баз данных субъектов РФ об участниках ЕГЭ. Приказ Минобрнауки РФ, №133, 15.04.2009г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения о специальном (коррекционном) образовательном учреждении для обучающихся, воспитанников с ОВЗ,№288, 12.03.1997г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения о специальном учебно-воспитательном учреждении для детей и подростков с девиантным поведением. Постановление Правительства РФ, №420, 25.04.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об образовательном учреждении для детей, нуждающихся в психолого-педагогической и медико-социальной помощи, №867, 31.07.1998г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об общеобразовательной школе-интернате с первоначальной летной подготовкой. Постановление Правительства РФ, №1046, 05.09.1998г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об общеобразовательной школе-интернате. Постановление Правительсва РФ, №612, 26.06.1995г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка проведения ЕГЭ. Приказ Минобрнауки РФ, №57, 24.02.2009г.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. Профессиональное образование (ССУЗы, вузы)",
        "children": [
          {
            "type": "file",
            "name": "О государственной программе развития высшего образования в СССР. Указ Президента СССР, 3177, 15.05.1990г..pdf"
          },
          {
            "type": "file",
            "name": "О номенклатуре специальностей научных. Приказ Миннауки РФ,№24, 28.02.1995г..pdf"
          },
          {
            "type": "file",
            "name": "О состоянии подготовки педагогических кадров в высших и средних профессиональных учебных заведениях РФ. Приказ Министерства образования РФ, №301, 01.02.2000г..PDF"
          },
          {
            "type": "file",
            "name": "Об основах системы профилактики безнадзорности и правонарушений несовершеннолетних. №120-ФЗ, 24.06.1999г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Административного регламента исполнения Федеральной службой по надзору в сфере образования и науки государственной функции по осуществлению контроля качества образования, №242, 22.08.2008г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о золотой и серебряной медалях За особые успехи в учении, о похвальной грамоте За особые успехи в изучении отдельных предметов и похвальном листе За отличные успехи в учении, 03.12.1999г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о подготовке научно-педагогических и научных кадров в системе послевузовского профессионального образования в РФ. Приказ Министерства образования РФ, №814, 27.03.1998г.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения об экстернате в государственных, муниципальных высших учебных заведениях РФ, Приказ Минобразования РФ, №2033, 14.10.1997г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка назначения и выплаты ежемесячных компенсационных выплат отдельным категориям граждан. Постановление Правительства РФ, №1206, 03.11.1994г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема в имеющие государственную аккредитацию образовательные учреждения СПО. Приказ Минобрнаки РФ, №442, 21.10.2009 г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема в имеющие государственную аккредитацию образовательные учреждения СПО. Приказ Минобрнауки РФ, №4, 15.01.2009г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема иностранных граждан в имеющие государственную аккредитацию образовательные учреждения ВПО. Приказ Минобрнауки РФ, №841, 29.12.2009г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об образовательном учреждении СПО. Постановление Правительства РФ, №160, 03.03.2001г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка перевода студентов из одного высшего учебного заведения Российской Федерации в другое. Приказ Минобрнауки РФ, №501, 24.02.1998г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка приема граждан в имеющие государственную аккредитацию образовательные учреждения ВПО. Приказ Минобрнауки РФ, №442, 21.10.2009г..PDF"
          },
          {
            "type": "file",
            "name": "Письмо зам.министра образования РФ Л.С.Гребнева О предоставлении предложений по вариантам реализации многоуровнего высшего проф.образования №15-52-386ин от 09.03.2004.PDF"
          },
          {
            "type": "file",
            "name": "Письмо зам.министра образования РФ Л.С.Гребнева о проекте государственного образовательного стандарта высшего профессионального образования по направлению Проф.образование.PDF"
          },
          {
            "type": "file",
            "name": "Постановление Правительства РФ О концепции реформирования системы начального профессионального образования, 21.07.1997г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Правительства РФ Об утверждении Типового положения  образовательного учреждения начального профессионального образования, 14.07.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ  № 250 11.06.1993 Министерства Образования РФ О создании межвузовских центров по развитию педагогического образования.pdf"
          },
          {
            "type": "file",
            "name": "Приказ Министерства народного образования РСФСР О введении основных положений хозяйственного механизма в народном образовании, 10.04.1990г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ Министерства народного образования РСФСР О совершенствовании практического обучения учащихся профессионально-технических училищ, 29.05.1990г..pdf"
          },
          {
            "type": "file",
            "name": "Приказ №2548 от 03.07.2002 Министкерства образования РФ О состоянии и перспективах развития проф.-педагог.образования.pdf"
          },
          {
            "type": "file",
            "name": "Решение коллегии Министерства общего и профессионального образования РФ О состоянии и перспективах развития начального профессионального образования, 25.12.1996г..PDF"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "0б утверждении основных направлений научной деятельности Учреждения Российской академии наук. Постановление №276, 22.04.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Научные направления отделений Российской академии наук. Постановление Президиума РАН, №233, 01.07.2003г..pdf"
          },
          {
            "type": "file",
            "name": "О Российской академии наук. Постановление Правительства РФ, №785, 19.11.2007г..pdf"
          },
          {
            "type": "file",
            "name": "О введение в действие Методических указаний по проведению комплексных проверок научных организаций Российской академии наук. Постановление Президиума РАН, №77, 25.02.2003г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в отдельные законодательные акты РФ по вопросам создания бюджетными научными и обр. учреждениями хозяйственных обществ в целях практического применения (внедрения) результатов, 02.08.2009г..PDF"
          },
          {
            "type": "file",
            "name": "О науке и государственной научно-технической политике. Федеральный закон РФ, №127-ФЗ, 23.08.1996г..pdf"
          },
          {
            "type": "file",
            "name": "О формировании Академии наук РСФСР  13 марта 1990 г. Постановление Совета Министров РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Об оценке и о мониторинге результативности деятельности. Постановление Правительства Российской Федерации, №312, 08.04.2009г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Основных принципов планирования научно-исследовательской работы научной организации РАН. Постановление Президиума РАН, №217, 01.07.2003г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о порядке аттестации научных работников организаций, подведосмственных РАН. Приказ Минобрнауки РФ, №144, 23.05.2007г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка формирования Программ фундаментальных исследований Президиума РАН. Распоряжение Президиума РАН, №10104, 23.09.2008г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении положения о научной деятельности высших учебных заведений государственного комитета РФ по ВО. Приказ Госкомвуза РФ, №614, 22.06.1994г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка государственной регистрации и учета открытых научно-исследовательских и опытно-конструкторских работ. Приказ Министерства науки РФ, №148, 05.10.1993г..PDF"
          },
          {
            "type": "file",
            "name": "Перечень организаций, подведомственных Российской академии наук. Распоряжение Правительства РФ, №1938-р, 14.12.2009 г..pdf"
          },
          {
            "type": "file",
            "name": "Приоритетные направления развития науки, технологий и техники, перечень критических технологий  в РФ. Приказ Президента РФ, №Пр-843, 21.05.2006г..pdf"
          },
          {
            "type": "file",
            "name": "Федеральная целевая программа Научные и научно-педагогические кадры инновационной РФ на 2009-2013гг. Постановление Правительства РФ, №568, 28.07.2008г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Дополнительное образование детей и взрослых",
        "children": [
          {
            "type": "file",
            "name": "О Межведомственной программе развития системы дополнительного образования детей до 2010 года. Письмо Минобрнауки РФ, №06-1549, 24.09.2007г..pdf"
          },
          {
            "type": "file",
            "name": "О введении нормативного финансирования образовательных учреждений ДОД художественно-эстетической направленности РТ. Постановление КМ РТ, №854, 14.12.2009г..PDF"
          },
          {
            "type": "file",
            "name": "О подготовке, переподготовке и повышении квалификации рабочих кадров   16 ноября 1990 г..pdf"
          },
          {
            "type": "file",
            "name": "О примерных требованиях к программам дополнительного образования детей. Письмо Министерства образования и науки РФ, 11.12.2006г..pdf"
          },
          {
            "type": "file",
            "name": "О физической культуре и спорте в Российской Федерации, 329-ФЗ, 04.12.2007г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Примерного перечня внешкольных учреждений и Примерного положения о внешкольном учрежеднии. Госкомитет СССР по народному образованию,№280, 23.04.1990г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об образовательном учреждении ДОД. Постановление Правительства РФ, №233, 07.03.1995г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения об образовательном учреждении дополнительного профессионального образования. Постановление Правительства РФ, №610, 26.06.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Федеральный закон Об основных гарантиях прав ребенка в Российской Федерации, 24.07.1998г., №124ФЗ.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Вопросы Министерства образования РСФСР, №386, 25.09.1990г..pdf"
          },
          {
            "type": "file",
            "name": "Вопросы Министерства образования и науки Республики Татарстан 31 декабря 2008 г..pdf"
          },
          {
            "type": "file",
            "name": "Выписка из протокола заседания Федерального совета по разработке государственного образовательного стандарта ВПО, 18.05.2003г..pdf"
          },
          {
            "type": "file",
            "name": "Конвенция о правах инвалидов. Принята резолюцией 61-106 Генеральной Ассамблеи, 13.12.2006г..pdf"
          },
          {
            "type": "file",
            "name": "Контроль и оценка результатов обучения в начальной школе. Письмо министерства общего и профессионального образования РФ, 19.11.1998г..pdf"
          },
          {
            "type": "file",
            "name": "О дополнительных гарантиях по социальной поддержке детей-сирот и детей, оставшихся без попечения родителей. №159-ФЗ, 21.12.1996г..pdf"
          },
          {
            "type": "file",
            "name": "О назначении т. Сабурова Е.Ф. заместителем Министра образования РСФСР..pdf"
          },
          {
            "type": "file",
            "name": "О некоторых вопросах применения положения о порядке аттестации педагогических и руководящих работников. Письмо Министерства образования РФ, №297-19-10, 15.08.2000г..PDF"
          },
          {
            "type": "file",
            "name": "О первоочередных мерах по развитию образования в РСФСР. Указ Президента РСФСР, №1, 11.07.1991г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке исчисления заработной платы работников образовательных учреждений. Письмо Министерства образования РФ, №20-58-196, 16.01.2001г..pdf"
          },
          {
            "type": "file",
            "name": "О преобразовании Министерства образования Республики Татарстан  9 сентября 2004 г..pdf"
          },
          {
            "type": "file",
            "name": "О проекте закона РСФСР Об образовании. Поставновление Совета Верховного Совета РСФСР, №1872, 14.11.1991г..pdf"
          },
          {
            "type": "file",
            "name": "О психолого-медико педагогическом консилиуме образовательного учреждения. Письмо Министерства образования РФ, №27, 27.03.2000г..pdf"
          },
          {
            "type": "file",
            "name": "О психолого-педагогической и социальной реабилитации лиц с ОВЗ в системе образования. Решение Коллегии Министерства общего и прфессионального образования РФ, №3, 09.02.1999г..PDF"
          },
          {
            "type": "file",
            "name": "О развитии образования на селе. Постановление Совета министров РСФСР, №105, 20.02.1991г..pdf"
          },
          {
            "type": "file",
            "name": "О создании условий для получения образования детьми с ограниченными возможностями здоровья и детьми-инвалидами. Письмо Минобрнауки РФ, №АФ-150-06, 18.04.2008г..PDF"
          },
          {
            "type": "file",
            "name": "О состоянии и перспективах развития службы практической психологии образования в РФ. Решение Коллегии Министерства образования РФ, №7, 29.03.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Об ограничения выкупа зданий учебных заведений и других учреждений народного образования в системе Министерства образования РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Об основах системы профилактики безнадзорности и правонарушений несовершеннолетних. 120-ФЗ, 24.06.1999г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о Министерстве образования Республики Татарстан  03 мая 1994 года.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации. Постановление Правительства РФ, №687, 15.09.2008г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении и введении в действие ФГОС среднего общего образования. Приказ Минобрнауки РФ, №413, 06.10.2009г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении положения о порядке лицензирования образовательных учреждений. Приказ Министерства образования РФ, №442, 17.11.1994г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении положения о службе практической психологии в системе Министерства образования РФ. Приказ Министерства образования РФ, №636, 22.10.1999г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении положения об итоговой государственной аттестации выпускников высших учебных заведений российской федерации.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении рекомендаций по определению уровня квалификации педагогических и руководящих работников. Приказ Министерства образования РФ, №622, 14.12.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении типового положения об образовательном учреждении для детей, нуждающихся в психолого-педагогической и медико-социальной помощи. Постановление Правительства РФ, №867, 31.07.1998г..PDF"
          },
          {
            "type": "file",
            "name": "Об учителях-логопедах и педагогах-психологах учреждений образования. Письмо Министерства образования РФ, №20-58-07ин20-4.pdf"
          },
          {
            "type": "file",
            "name": "Постановление 19-го пленума Учебно-методического объединения высших и средних профессиональных учебных заведений РФ Обновление государственных образовательных стандартов 8-10.12.1998.PDF"
          },
          {
            "type": "file",
            "name": "Правила оказания платных образовательных услуг в сфере дошкольного и общего образования. Письмо Министерства образования РФ, №505, 05.07.2001г..PDF"
          },
          {
            "type": "file",
            "name": "Приказ №3085 от 26.10.2000 Министерства образования РФ Об учебно-методичких объединениях в области педагогического образования.pdf"
          },
          {
            "type": "file",
            "name": "Проект решения Федерального совета по вопросу Стратегия развития структуры и содержания проф-педагог. образования от 11.06.2002.pdf"
          },
          {
            "type": "file",
            "name": "Решение Президиума Совета Учебно-методического объединения высших и средних профессиональных заведений РФ по проф.-педаг. образованию 18.03.1999.PDF"
          },
          {
            "type": "file",
            "name": "Решение коллегии Министерства образования РФ О состоянии и перспективах развития проф.-педагог.образования №13-1 от 11.06.2002.pdf"
          },
          {
            "type": "file",
            "name": "Семейный кодекс РФ, №223-ФЗ, 29.12.1995г..pdf"
          },
          {
            "type": "file",
            "name": "Тарифно-квалификационные характеристики (требования) по должностям работников учреждений образования РФ. Приказ Министерства образования РФ, №463, 17.08.1995г..PDF"
          },
          {
            "type": "file",
            "name": "Федеральный закон РФ О персональных данных, №152-ФЗ, 27.07.2006г..pdf"
          },
          {
            "type": "file",
            "name": "Целевая комплексная программа на 1991-2000 годы Инженерно-педагогичексие кадры 03.10.1990.pdf"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "до 1920",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "Декларация наркома просвещения О дошкольном воспитании.pdf"
          },
          {
            "type": "file",
            "name": "Инструкция по ведению очага и детского сада.pdf"
          },
          {
            "type": "file",
            "name": "Об учебно-воспитательных учреждениях для детей дошкольного возраста.pdf"
          },
          {
            "type": "file",
            "name": "Образование воспитательного заведения для малолетних при первой Киевской Гимназии 30 сентября 1836г..pdf"
          },
          {
            "type": "file",
            "name": "Общие правила организации детских домов Распоряжение № 82 Народного комиссариата социального обеспечения 31 октября 1918 г.pdf"
          },
          {
            "type": "file",
            "name": "Положение о непрерывности занятий в дошкольных учреждениях.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "Декрет Всероссийского Центрального Исполнительного Комитета Советов О Единой Трудовой Школе РСФСР.pdf"
          },
          {
            "type": "file",
            "name": "Законопроект О введении всеобщего начального обучения в Российской империи 20 февраля 1907г..pdf"
          },
          {
            "type": "file",
            "name": "О недопущении духовенства к занятию должностей в школе Циркуляр Наркомпроса РСФСР №499 3 марта 1919г..pdf"
          },
          {
            "type": "file",
            "name": "О посылке в губернии по два учителя для обучения детей арифметике и геометрии  8 января 1716 г..pdf"
          },
          {
            "type": "file",
            "name": "О правах по отбыванию воинской повинности учеников.pdf"
          },
          {
            "type": "file",
            "name": "О предоставлении выдержавшим испытание в знании полного курса Гимназий, за исключением древних языков, права на причисление ко второму разряду по льготам при отбывании воинской повинности.PDF"
          },
          {
            "type": "file",
            "name": "О преобразовании Казанской крещено-татарской школы  28 февраля 1878г..pdf"
          },
          {
            "type": "file",
            "name": "О светской школе  21 февраля 1918 г..pdf"
          },
          {
            "type": "file",
            "name": "О служебных правах Инспектора татарских, башкирских и киргизских школ Казанского учебного округа  22 сентября 1882г..pdf"
          },
          {
            "type": "file",
            "name": "О специальных испытаниях на звание учителя и учительницы начальных училищ  13 декабря 1894г..pdf"
          },
          {
            "type": "file",
            "name": "О форменной одежде для учеников Реальных училищ 27 февраля 1873.pdf"
          },
          {
            "type": "file",
            "name": "Об единой трудовой школе РСФСР Положение ВЦИК 30 сентября 1918.pdf"
          },
          {
            "type": "file",
            "name": "Об изменении действующих постановлений относительно языка преподавания в начальных школах для детей немецкой национальности Особый журнал совета министров №221  12 Декабря 1914г..PDF"
          },
          {
            "type": "file",
            "name": "Об открытии начального училища при Казанской татарской учительской школе  22 сентября 1882г..pdf"
          },
          {
            "type": "file",
            "name": "Об открытии приготовительного класса при Казанской учительской семинарии 16 мая 1877.pdf"
          },
          {
            "type": "file",
            "name": "Об условиях приема евреев в средние учебные заведения 23 Июня 1909 г. Особый журнал совета министров №67.pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении в Казани татарской учительской школы   22 ноября 1875г..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении в Казанском Учебном Округе должности Инспектора Чувашских школ  23 января 1867г..pdf"
          },
          {
            "type": "file",
            "name": "По законопроекту Министерства Народного Просвещения о начальных училищах Особый Журнал Совета Министров.№25  5 Февраля и 3 Марта 1909 г..pdf"
          },
          {
            "type": "file",
            "name": "Положение о начальных народных училищах Министерство народного просвещения Российской Империи 14 июля 1864.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. Профессиональное образование (ССУЗы, вузы)",
        "children": [
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров О мерах к распространению профессионально-технических знаний, 20.07.1919г..pdf"
          },
          {
            "type": "file",
            "name": "О Всероссийских конкурсах по замещению кафедр в высших учебных заведениях 31 октября 1918г..pdf"
          },
          {
            "type": "file",
            "name": "О некоторых изменениях в составе и устройстве государственных ученых и высших учебных заведений Российской Республики. 1 октября 1918 года.pdf"
          },
          {
            "type": "file",
            "name": "О правилах приема в высшие учебные заведения РСФСР 2 августа 1918г..pdf"
          },
          {
            "type": "file",
            "name": "О распоряжениях к преобразованию Гимназий и училищ, на особенных положениях устроенных Указ Министру Народного Просвещения 8 декабря 1828г. ..pdf"
          },
          {
            "type": "file",
            "name": "Об организации Главного Комитета Профессионально-Технического образования 29 января 1920.pdf"
          },
          {
            "type": "file",
            "name": "Об организации рабочих факультетов при университетах  11 Сентября, 1919 г..pdf"
          },
          {
            "type": "file",
            "name": "Об условиях приема учащихся в высшие учебные заведения в 1918-1919 учебном году.  24 сентября 1918г..pdf"
          },
          {
            "type": "file",
            "name": "Об устройстве училищ Указ Министерства народного просвещения Российской Империи 24 января 1803..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении Совета по делам профессионального образования в Империи Особый журнал Совета министров №37  23 февраля 1916г..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении стипендии Цесаревича Великого Князя Николая Александровича при Казанском Университете 13 мая 1865 г..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении стипендий в средних и высших учебных заведениях для лиц, окончивших курс низших школ  Законопроект № 340  21 марта 1914 г..pdf"
          },
          {
            "type": "file",
            "name": "Об_учреждении_Московского_университета_и_двух_гимназий 24 января 1755г..pdf"
          },
          {
            "type": "file",
            "name": "Устав_Императорскаго_Казанскаго_университета_Утвержден_5_нояб_1804_г.pdf"
          },
          {
            "type": "file",
            "name": "Уставы учебных заведений, подведомых Университетам Министерство народного просвещения Российской Империи 5 ноября 1804г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "О преобразовании существующих при Императорской Академии Наук Анатомического и Этнографического музеев 22 Октября 1879 г..pdf"
          },
          {
            "type": "file",
            "name": "О присоединении Императорской Российской Академии к Императорской Академии Наук и о разделении оной на три отделения. Рескрипт Министра Народного Просвещения 19 октября 1841г..pdf"
          },
          {
            "type": "file",
            "name": "О служебных правах и некоторых должностей по ученым учреждениям Императорской Академии Наук 1 Мая 1879 г..pdf"
          },
          {
            "type": "file",
            "name": "Об охране научных ценностей  5 декабря 1918.pdf"
          },
          {
            "type": "file",
            "name": "Об установлении нового штата Императорской Академии наук и Положение о типографии той же Академии 25 июля 1912.pdf"
          },
          {
            "type": "file",
            "name": "Положение о порядке избрания в действительные члены Императорской Академии Наук. Утвержденное Министром Народного Просвещения 11 Августа 1849 г..pdf"
          },
          {
            "type": "file",
            "name": "Правила для действий Ученого Комитета Главного Правления Училищ.pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Доп. образование",
        "children": [
          {
            "type": "file",
            "name": "Декрет об охране библиотек и книгохранилищ РСФСР 17.07.1918.pdf"
          },
          {
            "type": "file",
            "name": "О мерах к привлечению в педагогические курсы большого числа молодых людей  2 Июля 1863г..pdf"
          },
          {
            "type": "file",
            "name": "О мерах распространения профессионально-технических знаний и положение о Секции профессионально-технического образования Народного комиссариата просвещения  20 июня 1919г..pdf"
          },
          {
            "type": "file",
            "name": "О назначении Н.К. Крупской заведующей отделом внешкольного образования при Государственной комиссии по просвещению  Приказ народного комиссара просвещения №2212   1 ноября 1917 г..PDF"
          },
          {
            "type": "file",
            "name": "О передаче библиографического дела в РСФСР Народному комиссариату просвещения 30 июня 1920.pdf"
          },
          {
            "type": "file",
            "name": "О прохождении курсов и практических занятиях в высших учебных заведениях Российской Социалистической Федеративной Республики  1918г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации дела внешкольного образования в Р.С.Ф.С.Р.pdf"
          },
          {
            "type": "file",
            "name": "Положение о курсах инструкторов по внешкольному образованию.pdf"
          },
          {
            "type": "file",
            "name": "Положение о педагогических курсах  20 Марта 1860г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Декрет Совета народных комиссаров О передаче в ведение Народного комиссариата просвещения учебных и образовательных учреждений и заведений всех ведомств, 5.07.1918г..PDF"
          },
          {
            "type": "file",
            "name": "Декрет о бесплатном детском питании.pdf"
          },
          {
            "type": "file",
            "name": "О дополнительном кредите на нужды начального народного образования  17 февраля 1897.pdf"
          },
          {
            "type": "file",
            "name": "О ликвидации безграмотности среди населения РСФСР Декрет СНК 26.12.1919.pdf"
          },
          {
            "type": "file",
            "name": "О лицах, изъятых от телесного наказания на основании аттестатов об образовании.pdf"
          },
          {
            "type": "file",
            "name": "О некоторых изменениях в составе и устройстве государственных ученых и высших учебных заведений РСФСР Декрет СНК от 01.10.1918.pdf"
          },
          {
            "type": "file",
            "name": "О нормах оплаты учительского труда 22 июня 1918г..pdf"
          },
          {
            "type": "file",
            "name": "О передаче дела воспитания и образования из духовного ведомства в ведение комиссариата по народному просвещению 11 декабря 1917 г..pdf"
          },
          {
            "type": "file",
            "name": "О преимуществах в военной службе студентов и воспитанников столичных Университетов и Гимназий   10 марта 1855.pdf"
          },
          {
            "type": "file",
            "name": "О преподавании на немецком языке в колонистских школах, утвержденное Николаем II   1907г..pdf"
          },
          {
            "type": "file",
            "name": "О согласовании функций Народных Комиссариатов Просвещения и Здравоохранения в деле воспитания и охраны здоровья дефективных детей  17 декабря 1919 г..PDF"
          },
          {
            "type": "file",
            "name": "О штрафе с лиц, которые откроют учебные заведения без испрошения на то разрешения 21 января 1842г..pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении Государственной комиссии по просвещению Декрет ВЦИК и СНК  9 ноября 1917.pdf"
          },
          {
            "type": "file",
            "name": "Об учреждении Совета по делам профессионального образования в Империи 23 февраля 1916г..pdf"
          },
          {
            "type": "file",
            "name": "Постановление Народного комиссариата по просвещению О передаче всех учебных заведений в введение Народного комиссариата по просвещению, 23.02.1918г..PDF"
          },
          {
            "type": "file",
            "name": "Постановление об образовании фонда в 1 млрд. руб. в распоряжении Главного комитета профессионально-технического образования для расходования его на различные нужды профессионально-технического образования.PDF"
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "с 2010",
    "children": [
      {
        "type": "folder",
        "name": "1. Дошкольное образование",
        "children": [
          {
            "type": "file",
            "name": "Извлечения из государственной программы РФ.  Утв. распоряжением Правительства РФ, №792-р, 15.05.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Комментарии к ФГОС дошкольного образования. Письмо Минобрнауки России, №08-249, 28.02.2014г..pdf"
          },
          {
            "type": "file",
            "name": "О Национальной стратегии действий в интересах детей на 2012-2017 годы. Указ Президента РФ, №761, 01.06.2012г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в Порядок приема на обучение по образовательным программам дошкольного образования, утвержденный приказом Минпросвещения РФ, №471, 08.09.2020г..pdf"
          },
          {
            "type": "file",
            "name": "О внесений изменений в Порядок приема на обучение по образовательным программам дошкольного образования. Приказ Минпросвещения РФ, №50, 23.01.2023г..pdf"
          },
          {
            "type": "file",
            "name": "О гигиенических требованиях к максимальной нагрузке на детей дошкольного возраста в организованных формах обучения. Письмо Минобра РФ, №65-23, 14.03.2020г..pdf"
          },
          {
            "type": "file",
            "name": "О квалификационных требованиях к педагогических работниках организации, реализующих программы дошкольного и общего образования. Письмо Департамента госполитики в сфере общего образования, 10.08.2015г..PDF"
          },
          {
            "type": "file",
            "name": "О направлении иетодических рекомендаций. Письмо Минпросвещения РФ, №ТВ-1290, 05.07.2022г..PDF"
          },
          {
            "type": "file",
            "name": "О направлении методических рекомендаций. Письмо Мипнросвещения РФ, №03-1321, 16.08.2023г..pdf"
          },
          {
            "type": "file",
            "name": "О недопустимости требований от организаций, осуществляющих образовательную деятельность по программа ДО. Письмо Минобрнауки РФ, 07.02.2014 г..pdf"
          },
          {
            "type": "file",
            "name": "О нормативном финансировании деятельности муниципальных ДОО. Постановление КМ РТ, №546, 02.07.2019г..pdf"
          },
          {
            "type": "file",
            "name": "О проекте Концепции развития дошкольного образования. Приказ Мипросвещения РФ, №03-1015, 16.07.2014г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации различных форм присмотра и ухода за детьми. Письмо Министерства образования и науки РФ, №08-1049, 05.08.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об организвции семейных дошкольных групп. Постановление КМ РТ, №546, 20.06.2017г..pdf"
          },
          {
            "type": "file",
            "name": "Об утв. порядка и условий осуществления переводаобучающихся из одного ДОУ в другие.,№862, 9.12.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждение федеральной адаптированной образовательной программы дошкольного образования для обучающихся с ОВЗ. Приказ Минпросвещения РФ, №1022, 24.11.2022г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Административного регламента предоставления государственной услуги по постановке на учет. Приказ МОиН РТ, №под-1704, 17.12.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Методологии и критериев оценки качества общего образования. Приказ Мипросвещения РФ, №590, 06.05.2019г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка и условий осуществления перевода из одного ДОУ в другой, 28.12.2015г, №1527.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка организации и осуществления образовательной деятельности. Приказ Минпросвещения, №373, 31.07.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка организации и осуществления образовательной деятельностипо ОО рограммам. Приказ Минобрнауки РФ, №1014, 30.08.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении СанПиН 2.4.1.3049-13 Санитарно-эпидемиологические требования к устройству, содержанию и организации режима работы дошкольных образовательных организаций, 15.05.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Типового положения о ДОУ. Приказ Минобрнауки РФ, №2562, 27.10.2011г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении административного регламента предоставления государственной услуги по постановке на учет и направление детей в ДОУ.  Приказ №под-619, 21.04.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении перечня базовых дошкольных образовательных организаций с воспитанием и обучением на родном (татарском) языке . Приказ Министерства образования и науки РТ,№под-1355 17.12.2020г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении примерной формы договора об образовании по образовательным программам дошкольного образования. Приказ Минобрнауки РФ, №8, 13.01.2014г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федерального государственного образовательного стандарта дошкольного образования, №1155, 17.10.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федеральной образовательной программы дошкольного образования. Приказ Мипросвещения РФ, №1028, 25.11.2022г..pdf"
          },
          {
            "type": "file",
            "name": "Распоряжение Правительства Российской Федерации, №1845-р, 16.07.2020г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "2. Среднее образование",
        "children": [
          {
            "type": "file",
            "name": "О внесении изменений в ФГОС начального общего образования. Приказ Минпросвещения РФ, №569, 18.07.2022г.pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в ФГОС основного общего образования. Приказ Мипросвещения РФ, №568, 18.07.2022г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в ФГОС среднего общего образования. Приказ Минпросвещения РФ, №732, 12.08.2022г..pdf"
          },
          {
            "type": "file",
            "name": "О направлении методических рекомендаций. Письмо Минпросвещения РФ, 05.07.2022г..pdf"
          },
          {
            "type": "file",
            "name": "О рабочих программах учебных предметов. Приказ Минобрнауки РФ, №08-1786, 28.10.2015г..pdf"
          },
          {
            "type": "file",
            "name": "ОБ УТВЕРЖДЕНИИ ПОРЯДКА ЗАПОЛНЕНИЯ, УЧЕТА И ВЫДАЧИ АТТЕСТАТОВ ОБ ОСНОВНОМ ОБЩЕМ И СРЕДНЕМ ОБЩЕМ ОБРАЗОВАНИИ И ИХ ДУБЛИКАТОВ.PDF"
          },
          {
            "type": "file",
            "name": "Об использовании в общеобразовательных учреждениях Республики Татарстан электронных журналов. Приказ Минобрнауки РТ, №6546-11, 16.12.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об организации и осуществлении образовательной деятельности при сетевой форме реализации образовательных программ. Приказ Минобрнауки РФ, №882-391, 05.08.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Об утв. федерального перечня учебников, допущенных к использованию при реализации имеющих государственную аккредитацию образовательных программ начального общего, основного общего, среднего общего образования.PDF"
          },
          {
            "type": "file",
            "name": "Об утв. федерального перечня электронных образовательных ресурсов. Приказ Минпросвещения, №653,02.08.2022г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Методологии и критериев оценки качества общего образования в общеобразовательных организациях на основе практики международных исследований качества подготовки обучающихся,№590-219, 06.05.2019г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении ФГОС начального общего образования обучающихся с ОВЗ. Приказ Минобрнауки РФ, №1598, 19.12.2014г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении ФГОС основного общего образования. Приказ Минпросвещения РФ, №287, 31.05.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении ФГОС среднего общего образования. Приказ Минобрнауки РФ, №413, 17.05.2012г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федерального государственного образовательного стандарта начального общего образования. Приказ Минпросвещения, №286, 31.05.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федеральной образовательной программ НОО. Приказ Минпросвещений РФ, №372, 18.05.2023г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федеральной образовательной программы основного общего образования. Приказ Минпросвеещения РФ, №370, 18.05.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федеральной образовательной программы среднего общего образования. Приказ Минпросвещения РФ, №371, 18.05.2023г..pdf"
          },
          {
            "type": "file",
            "name": "Официальные разъяснения обязательных требований по соблюдению образовательными организациями требований законодательства РФ. 11.11.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Санитарно-эпидемиологические требования к условиям и организации обучения в общеобразовательных учреждениях . Постановление Главного государственного врача РФ, 29.12.2010г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "3. Профессиональное образование (ССУЗы, вузы)",
        "children": [
          {
            "type": "file",
            "name": "Извлечения из текста Государственной программы Российской Федерации Развитие образования на 2013-2020гг., утв. распоряжением Правительства РФ, 15.05.2013г..PDF"
          },
          {
            "type": "file",
            "name": "О внесении изменений в Перечень профессий рабочих, должностей служащих, по которым осуществляется профессиональное обучение. Приказ Минпросвещения РФ, №768, 05.11.2024г..PDF"
          },
          {
            "type": "file",
            "name": "О внесении изменений в федеральный государственный образовательный стандарт среднего общего образования. Приказ Минпросвещения РФ, 3413, 12.08.2022г..pdf"
          },
          {
            "type": "file",
            "name": "О направлении рекомендаций . Письмо Минпросвещения РФ, №05-592, 01.03.2023г..pdf"
          },
          {
            "type": "file",
            "name": "О практической подготовке обучающихся. Приказ Минобрнауки РФ, №885-390, 05.08.2020г..pdf"
          },
          {
            "type": "file",
            "name": "О создании федеральных учебно-методических объединений в системе СПО. Приказ Минпросвещения РФ, №436, 20.08.2019г..pdf"
          },
          {
            "type": "file",
            "name": "О стипендии Президента Российской Федерации для студентов, курсантов и слушателей, обучающихся по образовательным программам высшего образования. Указ Президента РФ, №821, 27.11.2014г..PDF"
          },
          {
            "type": "file",
            "name": "Об осуществлении аккредитационного мониторинга системы образования, 24.04.2023г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Концепции преподавания общеобразовательных дисциплин с учетом направленности программ СПО. Распоряжение Минпросвещения РФ, №Р-98, 30.04.2021г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема на обучение по образовательным программам СПО. Приказ Минпросвещения, №457, 02.09.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема на обучение по образовательным программам высшего образования - программам бакалавриата,  программам специалитета, программам магистратуры, 27.11.2024г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка проведения государственной итоговой аттестации по образовательным программам СПО. Приказ Минпросвещения РФ, №800, 08.11.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка проведения государственной итоговой аттестации по образовательным программам СПО. Приказ Мипросвещения РФ, №233, 24.04.2023г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка, заполнения, учета и выдачи дипломов о СПО и их дубликатов. Приказ Минпросвещения,№906, 14.10.2022г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении ФГОС СПО. Приказ Минобрнауки РФ, №413, 17.05.2012г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении перечня вступительных испытаний при приеме на обучение по образовательным программам высшего образования. Минобрнауки РФ, №820,27.11.2024г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении перечня документов, подготовка которых осуществляется педагогическими работниками при реализации основных общеобразовательных программ, образовательных программ СПО, 06.11.2024г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка организации образовательной деятельности по программам СПО. Приказ Минпросвещения РФ, №762, 24.08.2022г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка проведения государственной итоговой аттестации по образовательным программам СПО. Приказ Мипросвещения РФ, №438, 26.08.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении федеральной образовательной программы среднего общего образования. Приказ Минпросвещения РФ, №371,18.05.2023г..pdf"
          },
          {
            "type": "file",
            "name": "Порядок и случаи перехода лиц, обучающихся по образовательным программам среднего профессионального и высшего образования, с платного обучения на бесплатное, 06.06.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Порядок организации и осуществления образовательной деятельности по образовательным программа СПО, утв. приказом МОиН РФ, 14.06.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Порядок приема на обучение по образовательным программам среднего профессионального образования, утв. приказом МОиН РФ, 23.01.2014г..pdf"
          },
          {
            "type": "file",
            "name": "Порядок проведения государственной аттестации по образовательным программам среднего профессионального образования, утв. Министерством образования и науки РФ, 16.08.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Приказ Министерства образования и науки Российской Федерации Об утверждении перечня рабочих, должностей служащих, по которым осуществляется профессиональное обучение, 02.07.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Распоряжение Правительства РФ Об утверждении комплекса мер и целевых индикаторов и показателей комплекса мер, направленных на совершенствование системы СПО на 2015-2020гг, 03.03.2015г..PDF"
          },
          {
            "type": "file",
            "name": "Стратегия развития системы подготовки рабочих кадров и формирования прикладных квалификаций в РФ на период до 2020г., 18.07.2013г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "4. Научные организации",
        "children": [
          {
            "type": "file",
            "name": "Исследования и разработки по приоритетным направлениям развития научно-технологического комплекса России на 2014-2020 годы, №736-р, 02.05.2013г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в постановление Правительства Российской Федерации от 8 апреля 2009 г. № 312, 01.11.2013г..pdf"
          },
          {
            "type": "file",
            "name": "О государственном учете результатов НИОКР и проектов внедрения новых информационных технологий, 30.11.2010г..pdf"
          },
          {
            "type": "file",
            "name": "О межведомственной комиссии по оценке результативности деятельности научных организаций, выполняющих научно-исследовательские, опытно-конструкторские и технологические работы гражданского назначения.PDF"
          },
          {
            "type": "file",
            "name": "О порядке формирования перечня научных организаций и ОО высшего образования. Постановление Правительства РФ, №357, 07.03.2023г..pdf"
          },
          {
            "type": "file",
            "name": "О стратегии научно-технологического развития Российской Федерации. Указ Президента РФ, №642, 01.12.2016г..pdf"
          },
          {
            "type": "file",
            "name": "Об инновационной деятельности в РТ. Закон РТ, №63-ЗРТ, 02.08.2010г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о подготовке научных и научно-педагогических кадров в аспирантуре. Постановление Правительства РФ, №2122, 30.11.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Правил предоставления грантов в форме субсидий из федерального бюджета некоммерческим организациям на реализацию отдельных мероприятий федерального проекта. Постановление Правительства РФ, 03.05.19.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Правил формирования перечня научных организаций, которые вправе осуществлять образовательную деятельность по программам специалитета. Постановление Правительства РФ, №785, 19.05.2023г.,.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Стратегии инновационного развития Российской Федерации на период до 2020 года. Распоряжение Правительства РФ, №2227-р, 08.12.2011г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Стратегии социально-экономического развития РТ. Закон РТ №40-ЗРТ, 17.06.2015г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении государственной программы Российской Федерации «Развитие науки и технологий» на 2013-2020 годы.Постановление Правительсвта, №700, 15.04.2014г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении государственной программы Российской Федерации Научно-технологическое развитие РФ. Постановление Правительсвта РФ, №377, 29.03.2019г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении положения о межведомственной комиссии по оценке результативности деятельности научных организаций, выполняющих научно-исследовательские, опытно-конструкторские, 10.04.2014г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка предоставления научными организациями, выполняющими научно-исследовательские, опытно-конструкторские и технологические работы гражданского назначения, сведений о результатах их деятельности.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении приоритетных направлений развития науки, технологий и технике РФ. Указ Президента РФ, №899, 07.07.2011г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении типового положения о комиссии по оценке результативности деятельности научных организаций, выполняющих научно-исследовательские, опытно-конструкторские и технологические.PDF"
          },
          {
            "type": "file",
            "name": "Положение о Республиканском совете по естественным, техническим и точным наукам. Утв. Президентом Академии наук РТ, №11, 08.12.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Программа фундаментальных научных исследований в Российской Федерации на долгосрочный период. Распоряжение Правительства РФ, №3684-р, 31.12.2020г..pdf"
          }
        ]
      },
      {
        "type": "folder",
        "name": "5. Дополнительное образование детей и взрослых",
        "children": [
          {
            "type": "file",
            "name": "О внесении изменений в Порядок организации и осуществления образовательной дечятельности по дополнительным программам. Приказ Мипросвещения РФ, 30.09.2020г.№533,.PDF"
          },
          {
            "type": "file",
            "name": "О защите от информации, причиняющей вред их здоровью и развития (с изменениями и дополнениями). ФЗ №436.pdf"
          },
          {
            "type": "file",
            "name": "О направлении методических рекомендаций. Письмо Минобрнауки РФ, №ВК-1032, 22.04.2015г..pdf"
          },
          {
            "type": "file",
            "name": "О направлении методических рекомендаций. Письмо Минобрнауки РФ, №ВК-1032-06, 22.04.2015г..pdf"
          },
          {
            "type": "file",
            "name": "О примерных требованиях к программам ДОД. Письмо Минобрнауки РФ, №06-1844, 11.12.2006г..pdf"
          },
          {
            "type": "file",
            "name": "О реализации права педагогических работников на дополнительное профессиональное образование, 23.03.2015г..pdf"
          },
          {
            "type": "file",
            "name": "Об особенностях законодательного и нормативного правового обеспечения в сфере ДПО, 25.08.2015г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Концепции развития дополнительного образования детей. Распоряжение Правительства РФ, 04.09.2014, №1726-р.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Положения о порядке и формах проведения итоговой аттестации обучающихся в системе ДОД. Приказ Смнкултуры РФ, №86, 09.02.2012г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка организации и осуществления образовательной деятельности по дополнительным общеобразовательным программам, №1008, 29.08.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка организации и осуществления образовательной деятельности по дополнительным профессиональным программам, 01.07.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка утверждения перечня услуг по ДОД, ДПО, предоставляемых победителям чемпионатов по профессиональному мастерству среди лиц с ОВЗ, 18.07.2024г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Профстандарта Специалист в области воспитания. Приказ Минтруда РФ, №10н, 10.01.2017г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Стандарта качества государтсвенной услуги программ ДПО. Постановление КМ РТ, №291, 16.04.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Стратегии развития воспитания в Российской Федерации на период до 2025г., №996-р, 29.05.2015г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении плана основных мероприятий, проводимых в рамках Десятилетия детства, на период до 2027г., №122-р, 23.01.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка организации и осуществления образовательной деятельности по дополнительным общеобразовательным программам, 27.07.2022г., №629.pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении порядка приема на обучение по дополнительным предпрофессиональным программа в области искусств.Приказ Минкультуры РФ, №1145, 14.08.2013 г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении примерной формы договора об образовании по дополнительным общеобразовательным программам. Приказ Минпросвещения России, 16.09.2020, №500.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении профессионального стандарта Педагог ДОД и взрослых. Приказ Минпросвещения ПФ, №629, 22.09.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении профессионального стандарта Педагог дополнительного образования детей и взрослых. Приказ Министерства труда и социальной защиты РФ, №613н, 08.09.2015г.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении формы свидетельства об освоении дополнительных предпрофессиональных программ в области искусств. Приказ министерства культуры РФ, 10.07.2013г, №975.PDF"
          },
          {
            "type": "file",
            "name": "Основы законодательства РФ о культуре. Верховный Совет РФ, №3612-1, 01.04.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Примерная форма договора об образовании на обучение по дополнительным образовательным программам. Приказ Минобрнауки РФ, №1185, 25.10.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Рекомендации по организации образовательной и методической деятельности при реализации общеразвивающих программ в области искусств. Приказ Минкультуры РФ, 21.11.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Санитарно-эпидемиологические требования к устройству, содержанию и организации режима работы образовательных организаций  ДОД. Постановление главного санитарного врача РФ, 04.07.2014г..PDF"
          }
        ]
      },
      {
        "type": "folder",
        "name": "6. Управление образованием и административные регламенты",
        "children": [
          {
            "type": "file",
            "name": "Квалификационные характеристики должносте работников образования. Приказ Минздрава РФ, №761н, 26.08.2010 г..PDF"
          },
          {
            "type": "file",
            "name": "Межведомственный комплексный план мероприятий по развитию инклюзивного общего и доп. образования. Правительство РТ, 07.04.2023 г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в Федеральный закон Об основных гарантиях прав ребенка в Российской Федерации, №543-ФЗ, 28.12.2024г..pdf"
          },
          {
            "type": "file",
            "name": "О внесении изменений в приказ Министерства образования и науки Республики Татарстан от 18.08.2016 № под-160016Приказ МОиН РТ, №под-1670, 18.11.2019г..PDF"
          },
          {
            "type": "file",
            "name": "О внесении изменений в статьи 21 и 70 ФЗ Об образовании в РФ, №557-ФЗ, 28.12.2024г..pdf"
          },
          {
            "type": "file",
            "name": "О ежегодных основных удлиненных оплачиваемых отпусках. Постановление Правительства РФ, №466, 14.05.2015г..pdf"
          },
          {
            "type": "file",
            "name": "О лицензировании образовательной организации. Постановление Правительства РФ, №1490, 18.09.2020г..pdf"
          },
          {
            "type": "file",
            "name": "О направлении Методических рекомендаций по организации и проведению ЕГЭ в труднодоступных и отдпленных местностях. Письмо Рособрнадзора №01-19, 05.02.2010г..PDF"
          },
          {
            "type": "file",
            "name": "О направлении методических документов, рекомендуемых при организации и проведении ГИА по образовательным программам . Письмо Рособрнадзора, №04-15, 22.01.2025г..PDF"
          },
          {
            "type": "file",
            "name": "О национальных целях развития Российской Федерации на период до 2030 года и на перспективу. Указ Президента РФ, №309, 07.05.2024г..pdf"
          },
          {
            "type": "file",
            "name": "О порядке аттестации педагогических работников государственных и муниципальных образовательных учреждений. Приказ Минобрнауки РФ, 209, 24.03.2010г..PDF"
          },
          {
            "type": "file",
            "name": "О продолжительности рабочего времени за ставку педагогических работников.  Приказ Министерства образования и науки РФ, №2075, 24.12.2010г..pdf"
          },
          {
            "type": "file",
            "name": "О продолжительности рабочего временипедагогических работников. Приказ Минобрнауки РФ, №1601, 22.12.2014г..pdf"
          },
          {
            "type": "file",
            "name": "О реализации права педагогических работников на дополнительное профессиональное образование. Письмо Минобрнауки РФ, 23.03.2015г..pdf"
          },
          {
            "type": "file",
            "name": "О сопровождении образования обучающихся с ОВЗ и инвалидностью. Письмо Минпросвещения РФ, №ТС-551-07, 20.02.2019г..pdf"
          },
          {
            "type": "file",
            "name": "Об осуществлении мониторинга системы образования. Постановление Правительства РФ, №662, 05.08.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об установлении минимального количества баллов ЕГЭ по общеобразовательным предметам. Приказ Минобрнауки РФ, №845, 02.12.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об установлении минимального количества баллов ЕГЭ по общеобразовательным предметам. Приказ Минобрнауки РФ, №891, 13.12.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Концепции развития математичекого рбразования в РФ. Распоряжение Правительства РФ, №2506-р, 24.12.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка заполнения, учета и выдачи аттестатов об основном общем и среднем общем образовании и их дубликатов. Приказ Минпросвещения РФ, №546, 05.10.2020 г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка приема граждан на обучение по образовательным программам начального общего, основного общего и среднего общего образования. Приказ Минобрнауки РФ, №32, 22.01.2014г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка проведения аттестации педагогических работников организаций, осуществляющих образовательную деятельность. Приказ Минобрнауки РФ, №276, 07.04.2014 г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка проведения медицинских осмотров педагогических работников. Приказ Минздрава РФ, №29, 28.01.2021г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка проведения самообследования образовательной организацией. Федеральный закон, №99-ФЗ, 04.05.2011г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Порядка разработки, использования и хранения контрольных измерительных материалов ЕГЭ. Приказ Рособрнадзора, №10-383, 23.08.2011г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении Правил оказания платных образовательных услуг. Постановление Правительства РФ, №706, 15.08.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении Правил размещения на официальном сайте образовательной организации в информационно-телекоммуникационной сети Интернет и обновления информации об образовательной организации, 10.07.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении ФГОС среднего общего образования. Приказ Минобрнауки РФ, №413, 17.05.2012 г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении государственной программы РФ Развитие образования на 2013-2022годы. Распоряжение Правительства РФ, №792-р, 15.05.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении единого расписания и продолжительности проведения ЕГЭ по каждому предмету. №787, 11.11.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении номенклатуры должносте педагогических работников организаций, осуществляющих образовательную деятельность, должностей руководителей образовательных организаций, 08.08.2013г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении нормативов финансового обеспечениягосударственных гарантий реализации прав на получение бесплатного дошкольного образования . Закон РТ,№87-ЗРТ, 11.11.2014г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении образца свидетельства об обучении и порядка его выдачи лицам с ОВЗ. Приказ Минпросвещения РФ, №731, 22.10.2024г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении положений о федеральной экзаменационной комиссии, о федеральной конфликтной комиссии, о федеральных предметных комиссиях. Приказ Рособрнадзора,№992, 26.04.2010г..PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении положения о психолого-медико-педагогической комиссии, Приказ Министерства образования РФ, №1082, 20.09.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Об утверждении профессионального стандарта Педагог-психолог (психолог в сфере образования). Приказ Министерства труда России, №514н, 24.07.2015г.PDF"
          },
          {
            "type": "file",
            "name": "Об утверждении профессионального стандарта Педагог. Приказ Министерства труда России, №544н, 18.10.2013г..pdf"
          },
          {
            "type": "file",
            "name": "Письмо Министерства образования и науки Российской Федерации, №08-10, 13.01.2014г..pdf"
          },
          {
            "type": "file",
            "name": "По вопросу проведения репетиционных экзаменов для подготовки выпускников общеобразовательных учреждений к сдаче ЕГЭ. Письмо Рособрнадзора, №10-383, 23.08.2011г..PDF"
          },
          {
            "type": "file",
            "name": "Санитарно-эпидемиологические требования к организациям воспитания и обучения, отдыха и оздоровления детей и молодежи. Утв. 28.09.2020г..pdf"
          },
          {
            "type": "file",
            "name": "Федеральный закон О персональных данных, 27.07.2006, №152-ФЗ.pdf"
          }
        ]
      },
      {
        "type": "file",
        "name": "Развитие образование в РТ до 2025г.pdf"
      }
    ]
  }
]